[
    {   
        "id": "1",
        "block":"1",
        "title": "আরবের পূর্বের অবস্থা",
        "text": "★★★ আরবের মরুদুলাল শেষনবী মুহাম্মাদ (সাঃ) মক্কায় জন্মগ্রহণ করেন ও মদীনায় মৃত্যুবরণ করেন। তাই আমরা প্রথমে আরবদেশ সম্পর্কে আলোকপাত করব।"
    },
    {
        "id": "2",
        "block":"1",
        "title": "রাজনৈতিক অবস্থা",
        "text": " এই সময় আরবের দক্ষিণাংশে ছিল হাবশার সাম্রাজ্য, পূর্বাংশে ছিল পারসিক সাম্রাজ্য এবং উত্তরাংশের ভূখন্ড সমূহ ছিল রোমক সাম্রাজ্যের করতলগত। সম্রাট শাসিত এইসব অঞ্চলের অধিবাসীগণ সবাই ছিল ধর্মের দিক দিয়ে খৃষ্টান। যদিও প্রকৃত ধর্ম বলতে সেখানে কিছুই ছিল না। মক্কা ও ইয়াছবির (মদীনা) সহ আরবের বাকী ভূখন্ডের লোকেরা স্বাধীন ছিল। তাদের সৎসাহস, আমানতদারী, সত্যবাদিতা, কাব্য প্রতিভা, স্মৃতিশক্তি, অতিথিপরায়ণতা ছিল কিংবদন্তীতুল্য। বছরে চার মাস তাদের মধ্যে যুদ্ধ-বিগ্রহ নিষিদ্ধ ছিল। মক্কার লোকেরা ইহুদী বা খৃষ্টান ছিল না। তারা নিজেদেরকে ইবরাহীম (আঃ)-এর একান্ত অনুসারী হিসাবে ‘হানীফ’ (একনিষ্ঠ একত্ববাদী) বলত। মক্কা ছিল সমগ্র আরব ভূখন্ডের কেন্দ্রবিন্দু এবং সম্মান ও মর্যাদায় শীর্ষস্থানীয়। সেকারণ খৃষ্টান রাজারা এর উপরে দখল কায়েম করার জন্য বারবার চেষ্টা করত। এক সময় ইয়ামনের নরপতি আবরাহা নিজ রাজধানীতে স্বর্ণ-রৌপ্য দিয়ে কা‘বা গৃহের আদলে একটি সুন্দর গৃহ নির্মাণ করেন এবং সবাইকে সেখানে হজ্জ করার নির্দেশ জারি করেন। কিন্তু জনগণ তাতে সাড়া দেয়নি। বরং কে একজন গিয়ে তার ঐ নকল কা‘বা গৃহে (?) পায়খানা করে আসে। এতে ক্ষিপ্ত হয়ে সে প্রায় ৬০,০০০ সৈন্য ও হস্তীবাহিনী নিয়ে মক্কায় অভিযান করে কা‘বা গৃহকে ধ্বংস করার জন্য। অবশেষে আল্লাহর গযবে তিনি নিজে তার সৈন্যসামন্ত সহ ধ্বংস হয়ে যান। এতে মক্কার সম্মান ও মর্যাদা আরও বৃদ্ধি পায় এবং এ ঘটনা বণিকদের মাধ্যমে সারা পৃথিবীতে ছড়িয়ে পড়ে। শেষনবী মুহাম্মাদ (ছাঃ)-এর জন্মের মাত্র ৫০ বা ৫৫ দিন পূর্বে এই অলৌকিক ঘটনা ঘটে। বস্ত্ততঃ এটা ছিল শেষনবীর আগমনের আগাম শুভ সংকেত। এক্ষণে আমরা মক্কায় শিরক প্রসারের ইতিবৃত্ত সংক্ষেপে বর্ণনা করব।-"
    },
    {
        "id": "3",
        "block":"1",
        "title": "শিরকের প্রচলন",
        "text": "মক্কার লোকেরা মূলতঃ হযরত ইসমাঈল (আঃ)-এর বংশধর ছিল এবং তারা জন্মগতভাবেই তাওহীদ, রিসালাত ও আখেরাতে বিশ্বাসী ছিল। তারা কা‘বা গৃহকে যথার্থভাবেই আল্লাহর গৃহ বা বায়তুল্লাহ বলে বিশ্বাস করত এবং তার রক্ষণাবেক্ষণ ও তত্ত্বাবধান করত। তারা এখানে নিয়মিতভাবে ত্বাওয়াফ, সাঈ ও হজ্জ করত এবং বহিরাগত হাজীদের নিরাপত্তা ও পানি সরবরাহের দায়িত্ব পালন করত। কিন্তু দীর্ঘদিন যাবৎ কোন নবী না আসায় শয়তানী প্ররোচনায় তাদের সমাজনেতা ও ধনিক শ্রেণীর অনেকে পথভ্রষ্ট হয়ে যায় এবং এক সময় তাদের মাধ্যমেই মূর্তি পূজার শিরকের সূচনা হয়, যেভাবে ইতিপূর্বে নূহের সমাজে হয়েছিল।"
    },
    {
        "id": "4",
        "block":"1",
        "title": "বিদ‘আতের প্রচলন",
        "text": "মূর্তিপূজা করা সত্ত্বেও তারা ধারণা করত যে, তারা দ্বীনে ইবরাহীমের উপরে দৃঢ়ভাবে কায়েম আছে। কেননা আমর বিন লুহাই তাদের বুঝিয়েছিল যে, এগুলি ইবরাহীমী দ্বীনের বিকৃতি নয়, বরং ‘বিদ‘আতে হাসানাহ’। অর্থাৎ ভালো কিছুর সংযোজন মাত্র। এজন্য সে বেশকিছু ধর্মীয় রীতি-পদ্ধতি আবিষ্কার ও চালু করেছিল। যেমন- (১) তারা মূর্তির পাশে বসে তাকে উচ্চকণ্ঠে আহবান করত ও তাদের অভাব মোচনের জন্য অনুনয়-বিনয় করে প্রার্থনা জানাতো। তারা ধারণা করত যে, এই মূর্তি তাদেরকে আল্লাহর নৈকট্যশীল করবে (যুমার ৩৯/৩) এবং তাদের জন্য আল্লাহর নিকটে সুফারিশ করবে (ইউনুস ১০/১৮)। (২) তারা মূর্তির উদ্দেশ্যে হজ্জ করত, ত্বাওয়াফ করত, তার সামনে প্রণত হ’ত ও সিজদা করত। (৩) তারা মূর্তির জন্য নযর-নেয়ায নিয়ে আসত। সেখানে মূর্তির নামে কুরবানী করত (মায়েদাহ ৫/৩)। দ্বীনে ইবরাহীমীতে উপরোক্ত শিরক ও বিদ‘আত সমূহ চালু করার পরেও তাদের অহংকার ছিল এই যে, (১) আমরা ইবরাহীম (আঃ)-এর দ্বীনে হানীফ-এর খাঁটি অনুসারী। তাঁরা কা‘বা গৃহের সংরক্ষক ও তত্ত্বাবধায়ক। অতএব তাদের সমকক্ষ আরব ভূখন্ডে কেউ নেই। তাদের এই বড়ত্বের ও আভিজাত্যের অহংকার এতদূর পৌঁছে গিয়েছিল যে, তারা যেহেতু ‘হুম্স’ (حُمْس) অর্থাৎ ‘সবচেয়ে বড় বীর ও বড় ধার্মিক’ অতএব তাদের পক্ষে ‘হারাম’-এর সীমানার বাইরে কোন ‘হালাল’ এলাকায় যাওয়াটা মর্যাদাকর নয়।"
    },
    {
        "id": "5",
        "block":"2",
        "title": "জন্ম ও বংশ পরিচয়",
        "text": "★★★ নবী জীবনকে আমরা প্রধান দু’টি ভাগে ভাগ করে নেব- মাক্কী জীবন ও মাদানী জীবন। মক্কায় তাঁর জন্ম, বৃদ্ধি ও নবুআত লাভ এবং মদীনায় তাঁর হিজরত, ইসলামের বাস্তবায়ন ও ওফাত লাভ। "
    },
    {
        "id": "6",
        "block":"2",
        "title": "রাসূলের মাক্কী জীবন ও বংশ পরিচয়",
        "text": "ইবরাহীম (আঃ)-এর দুই পুত্র ছিলেন ইসমাঈল ও ইসহাক্ব। ইসমাঈলের মা ছিলেন বিবি হাজেরা এবং ইসহাকের মা ছিলেন বিবি সারা। ইবরাহীম (আঃ)-এর কনিষ্ঠ পুত্র ইসহাক (আঃ)-এর বংশধর অর্থাৎ বনু ইস্রাঈল। যাদের সর্বশেষ নবী ছিলেন হযরত ঈসা (আঃ)। অন্যদিকে হযরত ইবরাহীম (আঃ)-এর জ্যেষ্ঠ পুত্র ইসমাঈল (আঃ)-এর বংশে একজন মাত্র নবীর জন্ম হয় এবং তিনিই হলেন সর্বশেষ ও সর্বশ্রেষ্ঠ নবী হযরত মুহাম্মাদ (ছাল্লাল্লাহু আলাইহে ওয়া সাল্লাম)। ফলে আদম (আঃ) যেমন ছিলেন মানবজাতির আদি পিতা, নূহ (আঃ) ছিলেন মানব জাতির দ্বিতীয় পিতা, তেমনি ইবরাহীম (আঃ) ছিলেন তাঁর পরবর্তী সকল নবী ও তাঁদের অনুসারী উম্মতে মুসলিমাহর পিতা (হজ্জ ২২/৭৮)। কুরআনে বর্ণিত পঁচিশ জন নবীর মধ্যে আদম, নূহ, ইদরীস ও মহানবী হযরত মুহাম্মদ (সাঃ) বাদে বাকী ২১ জন নবী ছিলেন বনু ইস্রাঈল এবং একমাত্র মহানবী হযরত মুহাম্মদ (সাঃ) হলেন বনু ইসমাঈল।"
    },
    {
        "id": "7",
        "block":"2",
        "title": "রাসূলের মাক্কী জীবন ও বংশ পরিচয়",
        "text": "রাসূলুল্লাহ (ছাঃ) ১ম হস্তীবর্ষের ৯ই রবীউল আউয়াল সোমবার ছুবহে ছাদিকের পর মক্কায় জন্মগ্রহণ করেন এবং ১১ হিজরী সনের ১২ই রবীউল আউয়াল সোমবার সকালে ৯/১০ টার দিকে চান্দ্র বর্ষের হিসাবে ৬৩ বছর ৪ দিন বয়সে মদীনায় মৃত্যুবরণ করেন। সৌরবর্ষ হিসাবে জন্ম ৫৭১ খৃষ্টাব্দের ২২শে এপ্রিল সোমবার এবং মৃত্যু ৬৩২ খৃষ্টাব্দের ৬ই জুন সোমবার। বয়স ৬১ বছর ১ মাস ১৪ দিন। সঠিক হিসাব আল্লাহ জানেন।"
    },
    {
        "id": "8",
        "block":"2",
        "title": "বংশ",
        "text": "তিনি মক্কার কুরায়েশ বংশের শ্রেষ্ঠ শাখা হাশেমী গোত্রে জন্ম গ্রহণ করেন। তাঁর পিতার নাম ছিল আব্দুল্লাহ, মাতার নাম আমেনা, দাদার নাম আব্দুল মুত্ত্বালিব, দাদীর নাম ফাতেমা। নানার নাম ওয়াহাব, নানীর নাম বাররাহ। নানার বংশসূত্র রাসূলের ঊর্ধ্বতন দাদা কিলাব-এর সাথে এবং নানীর বংশসূত্র কুছাই-এর সাথে যুক্ত হয়েছে। নানা ওয়াহাব বনু যোহরা গোত্রের সরদার ছিলেন। দাদার হাশেমী গোত্র ও নানার যোহরা গোত্র কুরায়েশ বংশের দুই বৃহৎ ও সম্ভ্রান্ত গোত্র হিসাবে প্রসিদ্ধ ছিল।"
    },
    {
        "id": "9",
        "block":"2",
        "title": "বংশধারা (শাজারাহ)",
        "text": "তাঁর বংশধারাকে তিনভাগে ভাগ করা যায়। ১ম ভাগে মহানবী হযরত মুহাম্মদ (সাঃ) হ’তে ঊর্ধ্বতন পুরুষ আদনান পর্যন্ত ২২টি স্তর। যে ব্যাপারে কারু কোন মতভেদ নেই। এর উপরে ২য় ভাগে আদনান থেকে ইবরাহীম (আঃ) পর্যন্ত ৪১টি স্তর এবং তার উপরে তৃতীয় ভাগে ইবরাহীম (আঃ) হ’তে আদম (আঃ) পর্যন্ত ১৯টি স্তর। যেখানে নাম ও স্তরের ব্যাপারে বিদ্বানগণের মতভেদ রয়েছে। রাসূলুল্লাহ (সাঃ) স্বীয় বংশ সম্পর্কে বলেন, بن الأسقع هاشم، رواه مسلم عن واثلة هاشمٍ واصطفاني من بني واصطفى من قريش بني واصطفى من بني كنانة قريشا ولد إسماعيل بني كنانة إبراهيم إسماعيل واصطفى من إن الله اصطفى من ولد ‘আল্লাহ ইবরাহীমের সন্তানগণের মধ্য থেকে ইসমাঈলকে বেছে নিয়েছেন। অতঃপর ইসমাঈলের সন্তানগণের মধ্য থেকে বনু কানানাহকে বেছে নিয়েছেন। অতঃপর বনু কানানাহ থেকে কুরায়েশ বংশকে বেছে নিয়েছেন। অতঃপর কুরায়েশ থেকে বনু হাশেমকে এবং বনু হাশেম থেকে আমাকে বেছে নিয়েছেন। শুধু তাই নয়, তিনি বলতেন, আমি আমার পিতা ইবরাহীমের দো‘আ ও ঈসার সুসংবাদ (এর ফসল)’। কেননা ইবরাহীম ও ইসমাঈল বায়তুল্লাহ নির্মাণের সময় দো‘আ করেছিলেন, যা কুরআনে বর্ণিত হয়েছে নিম্নোক্ত ভাষায়- أَنْتَ الْعَزِيْزُ الْحَكِيْمُ- الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ إِنَّكَ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُوْلاً مِّنْهُمْ ‘হে আমাদের পালনকর্তা! আপনি তাদের মধ্য হ’তে একজনকে তাদের মধ্যে রাসূল হিসাবে প্রেরণ করুন, যিনি তাদের নিকটে আপনার আয়াত সমূহ পাঠ করে শুনাবেন এবং তাদেরকে কিতাব ও হিকমত (সুন্নাহ) শিক্ষা দিবেন ও তাদেরকে পরিশুদ্ধ করবেন’ (বাক্বারাহ ২/১২৯)। পিতা আব্দুল্লাহ বিন আব্দুল মুত্ত্বালিব ব্যবসায়ের উদ্দেশ্যে পিতার হুকুমে ইয়াছরিব (মদীনা) গেলে সেখানে অসুস্থ হয়ে পড়েন এবং মাত্র ২৫ বছর বয়সে মৃত্যুবরণ করেন ও সেখানে নাবেগা জাদীর গোত্রে সমাধিস্থ হন। এভাবে রাসূলুল্লাহ (সাঃ)-এর জন্মের পূর্বে তাঁর পিতার মৃত্যু হয়ে যায়। "
    },
    {
        "id": "10",
        "block":"2",
        "title": "খাৎনা ও নামকরণ",
        "text": "প্রচলিত প্রথা মোতাবেক সপ্তম দিনে নবজাতকের খাৎনা ও নামকরণ করা হয়। পিতৃহীন নবজাতককে কোলে নিয়ে স্নেহশীল দাদা আব্দুল মুত্ত্বালিব কা‘বা গৃহে প্রবেশ করেন। তিনি সেখানে আল্লাহর শুকরিয়া আদায় করেন ও প্রাণভরে দো‘আ করেন। আক্বীক্বার দিন সমস্ত কুরায়েশ বংশের লোককে দাওয়াত করে খাওয়ান। সকলে জিজ্ঞেস করলে তিনি বাচ্চার নাম বলেন, ‘মুহাম্মাদ’। এই অপ্রচলিত নাম শুনে লোকেরা এর কারণ জিজ্ঞেস করলে তিনি বলেন, আমি চাই যে, আমার বাচ্চা সারা দুনিয়ায় ‘প্রশংসিত’ হৌক। ওদিকে স্বপ্নের মাধ্যমে ফেরেশতার দেওয়া প্রস্তাব অনুযায়ী মা আমেনা তার নাম রাখেন ‘আহমাদ’। উভয় নামের অর্থ প্রায় একই। অর্থাৎ ‘প্রশংসিত’ এবং ‘সর্বাধিক প্রশংসিত’।"
    },
    {
        "id": "11",
        "block":"3",
        "title": "শিশু, যুবক ও ব্যবসায়ী সময়",
        "text": "★★★ ধাত্রীগৃহে মুহাম্মাদ, সে সময়ে শহরবাসী আরবদের মধ্যে এই প্রথা চালু ছিল যে, শহরের জনাকীর্ণ পংকিল পরিবেশ থেকে দূরে গ্রামের উন্মুক্ত পরিবেশে শিশুদের লালন-পালন করলে তারা বিভিন্ন রোগ-ব্যাধি হতে মুক্ত থাকে এবং তাদের স্বাস্থ্য সুঠাম ও সবল হয়। সর্বোপরি তারা বিশুদ্ধ আরবী ভাষায় কথা বলতে অভ্যস্ত হয়। সে হিসাবে দাদা আব্দুল মুত্ত্বালিব সবচেয়ে সম্ভ্রান্ত ধাত্রী হিসাবে বনু সাদ গোত্রের হালীমা সাদিয়াহকে নির্বাচন করেন এবং তার হাতেই প্রাণাধিক পৌত্রকে সমর্পণ করেন। "
    },
    {
        "id": "12",
        "block":"3",
        "title": "বক্ষ বিদারণ",
        "text": "হালীমার নিকটে আসার পর জন্মের চতুর্থ কিংবা পঞ্চম বছরে শিশু মুহাম্মাদের সীনা চাক বা বক্ষ বিদারণের বিস্ময়কর ঘটনা ঘটে। ব্যাপারটি ছিল এই যে, মুহাম্মাদ অন্যান্য সাথীদের সাথে খেলছিলেন। এমন সময় জিবরাঈল ফেরেশতা এসে তাকে অনতিদূরে নিয়ে বুক চিরে ফেলেন। অতঃপর কলীজা বের করে যমযমের পানি দিয়ে ধুয়ে কিছু জমাট রক্ত ফেলে দিলেন এবং বললেন, هذا حظ الشيطان منك ‘শয়তানের যে অংশ তোমার মধ্যে ছিল, সেটা এই’। অতঃপর বুক পূর্বের ন্যায় জোড়া লাগিয়ে দিয়ে তিনি অদৃশ্য হয়ে গেলেন। এই অলৌকিক ঘটনায় হালীমা ভীত হয়ে পড়েন এবং একদিন তাঁকে তার মায়ের কাছে ফেরত দিয়ে যান। তখন তার বয়স ছয় বছর।"
    },
    {
        "id": "13",
        "block":"3",
        "title": "আমেনার ইয়াছরিব গমন ও মৃত্যুবরণ",
        "text": "প্রাণাধিক সন্তানকে কাছে পেয়ে আমেনা তার প্রাণপ্রিয় স্বামীর কবর যেয়ারত করার মনস্থ করেন। শ্বশুর আব্দুল মুত্ত্বালিব সব ব্যবস্থা করে দেন। সেমতে পুত্র মুহাম্মাদ ও পরিচারিকা উম্মে আয়মনকে নিয়ে তিনি মক্কা হতে ৫০০ কিঃ মিঃ দূরে মদীনার উদ্দেশ্যে রওয়ানা হন। অতঃপর যথাসময়ে মদীনায় পৌঁছে নাবেগা আল-জাদী পরিবারের গোরস্থানে স্বামীর কবর যেয়ারত করেন। অতঃপর সেখানে এক মাস বিশ্রাম নেন। এরপর পুনরায় মক্কার উদ্দেশ্যে রওয়ানা হন। কিন্তু কিছু দূর এসেই তিনি অসুস্থ হয়ে পড়েন ও ‘আবওয়া’ নামক স্থানে মৃত্যুবরণ করেন। উম্মে আয়মন শিশু মুহাম্মাদকে মক্কায় নিয়ে আসেন। এভাবে জন্ম থেকে পিতৃহারা ইয়াতীম মুহাম্মাদ মাত্র ৬ বছর বয়সে মাকে হারিয়ে পুনরায় ইয়াতীম হলেন। "
    },
    {
        "id": "14",
        "block":"3",
        "title": "দাদার স্নেহনীড়ে মুহাম্মাদ",
        "text": "ইয়াতীম মুহাম্মাদ এবার এলেন প্রায় ৮০ বছরের বৃদ্ধ দাদা আব্দুল মুত্ত্বালিবের স্নেহনীড়ে। কিন্তু এ স্নেহনীড় বেশী দিন স্থায়ী হয়নি। মাত্র দু’বছর পরে শিশু মুহাম্মাদের বয়স যখন ৮ বছর ২ মাস ১০ দিন, তখন তার দাদা আব্দুল মুত্ত্বালিব ৮২ বছর বয়সে মক্কায় ইন্তেকাল করেন। ফলে তাঁর অছিয়ত অনুযায়ী আপন চাচা আবু ত্বালিব তার দায়িত্বভার গ্রহণ করেন এবং আমৃত্যু প্রায় চল্লিশ বছর যাবৎ তিনি ভাতীজার অভিভাবক হিসাবে জীবনপাত করেন।"
    },
    {
        "id": "15",
        "block":"3",
        "title": "শিশু মুহাম্মাদের কিছু বরকত মন্ডিত নিদর্শন",
        "text": "(১) হালীমা সা‘দিয়াহ বলেন, ক্ষুধায়-তৃষ্ণায় আমার বুকের দুধ শুকিয়ে গিয়েছিল। বাহন মাদী গাধাটির অবস্থাও ছিল তদ্রুপ। কেননা এই সময় আরব ভূমিতে দুর্ভিক্ষের বছর চলছিল। ফলে বেশী অর্থ পাবে না বলে ইয়াতীম মুহাম্মাদকে কেউ নিতে চাচ্ছিল না। অবশেষে আমি তাকে নিতে সম্মত হ’লাম। অতঃপর যখন তাকে বুকে রাখলাম, তখন সে এবং আমার গর্ভজাত সন্তান দুজনে পেটভরে আমার বুকের দুধ খেয়ে ঘুমিয়ে গেল। ওদিকে উটনীর পালান দুধে ভরে উঠল। যার দুধ আমরা সবাই তৃপ্তির সাথে পান করলাম। তখন আমার স্বামী হারেছ বললেন, হালীমা। আল্লাহর শপথ! তুমি এক মহাভাগ্যবান সন্তান লাভ করেছ। তারপর বাড়ীতে ফিরে আসার সময় দেখা গেল যে, আমাদের সেই দুর্বল মাদী গাধাটি এত তেযী হয়ে গেছে যে, কাফেলার সবাইকে পিছনে ফেলে সে এগিয়ে যাচ্ছে। যা দেখে সবাই আশ্চর্য হয়ে গেল। (২) বাড়ীতে ফিরে এসে দেখা গেল আমাদের রাখাল যে চারণভূমিতে পশুপাল নিয়ে যেত অন্যান্য রাখালরাও সেখানে তাদের পশুপাল নিয়ে যেত। কিন্তু তাদের পশুগুলো ক্ষুধার্ত অবস্থায় ফিরত। অথচ আমাদের পশুপাল পরিতৃপ্ত অবস্থায় এবং পালানে দুধভর্তি অবস্থায় বাড়ী ফিরত। (৩) কা‘বা চত্বরের যে নির্দিষ্ট স্থানটিতে দাদা আব্দুল মুত্ত্বালিব বসতেন, সেখানে তার জন্য নির্দিষ্ট আসনে কেউ বসতো না। কিন্তু শিশু মুহাম্মাদ ছিলেন ব্যতিক্রম। তিনি এসে সরাসরি দাদার আসনেই বসে পড়তেন। তার চাচারা তাকে সেখান থেকে নামিয়ে দিতে চাইলে দাদা আব্দুল মুত্ত্বালিব তাকে নিজের কাছেই বসাতেন ও গায়ে-মাথায় হাত বুলিয়ে আদর করে বলতেন, دعوا إبنى هذا فو الله إن له لشأنًا ‘আমার এ বেটাকে ছেড়ে দাও। আল্লাহর কসম এর মধ্যে বিশেষ কিছু শুভ লক্ষণ আছে’। (৪) দাদার মৃত্যুর পর শিশু মুহাম্মাদ চাচা আবু ত্বালিবের নিকটে লালিত-পালিত হন। আবু ত্বালিব তখন কুরায়েশগণের সরদার। বৃষ্টির অভাবে মক্কায় দুর্ভিক্ষ দেখা দিয়েছে। লোকেরা এসে আবু ত্বালিবকে বলল, চলুন সবাই আল্লাহর নিকটে পানি প্রার্থনা করি। আবু ত্বালিব শিশু মুহাম্মাদকেও সাথে নিলেন এবং কা‘বা গৃহের দেয়াল ঘেঁষে নিজের কাছে দাঁড় করিয়ে পানি প্রার্থনা করলেন। এমন সময় আকাশ জুড়ে মেঘের আনাগোনা শুরু হয়ে গেল। অতঃপর মুষলধারে বৃষ্টি নেমে গেল। কিছুক্ষণের মধ্যেই সব ভরে উঠলো। তৃষিত মক্কায় আনন্দের বন্যা বয়ে গেল। এই ঘটনার প্রতি ইঙ্গিত করে মুগ্ধ-বিস্মিত আবু ত্বালিব ভাতীজার প্রশংসায় বলেন, * ثمال اليتامى عصمة الأرامل وابيض يستقسى الغمام بوجهه শুভ্র দর্শন (মুহাম্মাদ) যার চেহারার অসীলায় বৃষ্টি প্রার্থনা করা হয়ে থাকে। সে যে ইয়াতীমদের আশ্রয়স্থল ও বিধবাদের রক্ষক’।"
    },
    {
        "id": "16",
        "block":"3",
        "title": "কিশোর মুহাম্মাদ",
        "text": "২ বছর বয়সে চাচার সাথে ব্যবসা উপলক্ষে সর্বপ্রথম সিরিয়া গমন করেন। সেখানে জারজীস ওরফে বুহায়রা নামক জনৈক দূরদৃষ্টিসম্পন্ন রাহেব অর্থাৎ খৃষ্টান পাদ্রীর সাথে সাক্ষাৎ হলে তিনি মক্কার কাফেলাকে গভীর আতিথেয়তায় আপ্যায়িত করেন এবং কিশোর মুহাম্মাদের হাত ধরে কাফেলা নেতা আবু ত্বালেবকে বলেন, رَحْمَةً لِِّلْعَالَمِيْنَ هَذَا سَيِّدُ الْعَالَمِيْنَ هَذَا يَبْعَثُهُ اللهُ এই বালক হল বিশ্ব জাহানের নেতা একে আল্লাহ বিশ্ব চরাচরের রহমত হিসাবে প্রেরণ করবেন’। অতঃপর চাচা তাকে কিছু গোলামের সাথে মক্কায় পাঠিয়ে দিলেন।"
    },
    {
        "id": "17",
        "block":"3",
        "title": "তরুণ মুহাম্মাদ",
        "text": "তিনি যখন পনের কিংবা বিশ বছর বয়সে উপনীত হন, তখন ‘ফিজার যুদ্ধ’ শুরু হয়। এই যুদ্ধে একপক্ষে ছিল কুরায়েশ ও তাদের মিত্র বনু কিনানাহ এবং অপর পক্ষে ছিল ক্বায়েস আয়লান। যুদ্ধে কুরায়েশ পক্ষের জয় হয়। কিন্তু এ যুদ্ধের ফলে সম্মানিত মাস (যে মাসে যুদ্ধ বিগ্রহ নিষিদ্ধ) এবং কা‘বার পবিত্রতা বিনষ্ট হয় বলে একে ‘হারবুল ফিজার’ বা দুষ্টদের যুদ্ধ বলা হয়। তরুণ মুহাম্মাদ এই যুদ্ধে চাচাদের তীর যোগান দেবার কাজে সহায়তা করেন। "
    },
    {
        "id": "18",
        "block":"3",
        "title": "হিলফুল ফুযূল’ বা ‘কল্যাণকামীদের সংঘ",
        "text": "ফিজার যুদ্ধের ভয়াবহতা স্বচক্ষে দেখে দয়াশীল মুহাম্মাদের মনে দারুণ প্রতিক্রিয়া হয়। যাতে ভবিষ্যতে এইরূপ ধ্বংসলীলা আর না ঘটে, সেজন্য তিনি গভীর চিন্তায় মগ্ন হলেন। রাসূল তার চাচা যুরায়ের বিন আব্দুল মুত্ত্বালিব এর সহায়তায় সর্বজন শ্রদ্ধেয় প্রবীণ নেতা আব্দুল্লাহ বিন জাদ‘আন তায়মীর গৃহে বনু হাশেম, বনু মুত্ত্বালিব, বনু আসাদ, বনু যোহরা, বনু তামীম প্রভৃতি গোত্রপ্রধানদের ডেকে বৈঠক করেন। উক্ত বৈঠকে রাসূলের দাদা ও নানার গোত্র সহ পাঁচটি গোত্র যোগদান করে। তারা হ’ল বনু হাশেম, বনু মুত্ত্বালিব, বনু আসাদ, বনু যোহরা, বনু তামীম। উক্ত বৈঠকে তরুণ মুহাম্মাদ কতগুলি কল্যাণমূলক প্রস্তাব পেশ করেন, যা নেতৃবৃন্দের প্রশংসা অর্জন করে এবং চাচা যোবায়েরের দৃঢ় সমর্থনে বৈঠকে সর্বসম্মতিক্রমে চারটি প্রস্তাব গৃহীত হয়। মূলতঃ ভাতিজা মুহাম্মাদ ছিলেন উক্ত কল্যাণচিন্তার উদ্ভাবক এবং পিতৃব্য যোবায়ের ছিলেন তার প্রথম ও প্রধান সমর্থক। "
    },
    {
        "id": "19",
        "block":"3",
        "title": "আল-আমীন মুহাম্মাদ",
        "text": "হিলফুল ফুযূল গঠন ও তার পরপরই যবরদস্ত কুরায়েশ নেতার কাছ থেকে বহিরাগত মযলূমের হক আদায়ের ঘটনায় চারিদিকে তরুণ মুহাম্মাদের খ্যাতি ছড়িয়ে পড়ল। সবার মুখে মুখে তিনি ‘আল-আমীন’ অর্থাৎ বিশ্বস্ত ও আমানতদার বলে অভিহিত হতে থাকেন। অল্পবয়স হওয়া সত্ত্বেও কেউ তার নাম ধরে ডাকতো না। সবাই শ্রদ্ধাভরে ‘আল-আমীন’ বলে ডাকত। "
    },
    {
        "id": "20",
        "block":"3",
        "title": "যুবক ও ব্যবসায়ী মুহাম্মাদ",
        "text": "এখন তিনি পঁচিশ বছরের পরিণত যুবক। কুরায়েশ বংশে অনেকে ছিলেন, যারা নির্দিষ্ট লভ্যাংশের বিনিময়ে ব্যবসায়ে পুঁজি বিনিয়োগ করতেন। কিন্তু নিজেরা সরাসরি ব্যবসায়িক সফরে যেতেন না। এজন্য তারা সর্বদা বিশ্বস্ত ও আমানতদার লোক তালাশ করতেন। খাদীজা বিনতে খুওয়াইলিদ ছিলেন এমনই একজন বিদুষী ব্যবসায়ী মহিলা। মুহাম্মাদের সততা ও আমানতদারীর কথা শুনে তিনি তার নিকটে অন্যদের চেয়ে অধিক লভ্যাংশ দেওয়ার অঙ্গীকারে ব্যবসায়ের প্রস্তাব পাঠান। চাচার সাথে পরামর্শক্রমে তিনি এতে রাযী হয়ে যান। অতঃপর খাদীজার গোলাম মায়সারাকে সাথে নিয়ে প্রথম ব্যবসায়িক সফরে তিনি সিরিয়া গমন করেন। ব্যবসা শেষে মক্কায় ফিরে আসার পরে হিসাব-নিকাশ করে মূল পুঁজি সহ এতবেশী লাভ হস্তগত হয় যে, খাদীজা ইতিপূর্বে কারু কাছ থেকে এত লাভ পাননি।"
    },
    {
        "id": "21",
        "block":"3",
        "title": "বিবাহ",
        "text": "ব্যবসায়ে অভাবিত সাফল্যে খাদীজা দারুণ খুশী হন। অন্যদিকে গোলাম মায়সারার কাছে মুহাম্মাদের মিষ্টভাষিতা, সত্যবাদিতা, আমানতদারী এবং উন্নত চিন্তা-চেতনার কথা শুনে বিধবা খাদীজা মুহাম্মাদের প্রতি শ্রদ্ধাশীল হয়ে পড়েন। তিনি নিজেই বান্ধবী নাফীসার মাধ্যমে নিজের বিয়ের পয়গাম পাঠালেন যুবক মুহাম্মাদ- এর নিকটে। তখন উভয় পক্ষের মুরববীদের সম্মতিক্রমে শাম থেকে ফিরে আসার মাত্র দুমাসের মাথায় সমাজ নেতাদের উপস্থিতিতে ধুমধামের সাথে তাদের বিবাহ সম্পন্ন হয়। মুহাম্মাদ স্বীয় বিবাহের মোহরানা স্বরূপ ২০টি উট প্রদান করেন। এই সময় খাদীজা ছিলেন মক্কার শ্রেষ্ঠ ধনী ও সম্ভ্রান্ত মহিলা এবং সর্বোত্তম চরিত্রের অধিকারিণী হিসাবে তিনি ‘তাহেরা’ (পবিত্রা) নামে খ্যাত ছিলেন। তখন তাঁর বয়স ছিল ৪০ এবং মুহাম্মাদের বয়স ছিল ২৫। মুহাম্মাদ ছিলেন খাদীজার তৃতীয় স্বামী। অন্যদিকে খাদীজা ছিলেন মুহাম্মাদের প্রথমা স্ত্রী।"
    },
    {
        "id": "22",
        "block":"3",
        "title": "সন্তান-সন্ততি",
        "text": "পঁচিশ বছর তাঁদের দাম্পত্য জীবন স্থায়ী হয়। ইবরাহীম ব্যতীত রাসূলের সকল সন্তান ছিলেন খাদীজার গর্ভজাত। তিনি বেঁচে থাকা অবধি রাসূল (সাঃ) দ্বিতীয় বিবাহ করেননি। খাদীজার গর্ভে রাসূলের প্রথম সন্তান ছিল ক্বাসেম। তার নামেই রাসূলের উপনাম ছিল আবুল ক্বাসেম। অতঃপর কন্যা যয়নব, রুক্বাইয়া, উম্মে কুলছূম, ফাতেমা সবশেষে পুত্র আব্দুল্লাহ, যার লকব ছিল ত্বাইয়িব ও ত্বাহের। রাসূলের সকল পুত্র সন্তান শৈশবেই মারা যান। কন্যাগণ সবাই বিবাহিত হন ও হিজরত করেন। কিন্তু ফাতেমা ব্যতীত সবাই রাসূলের জীবদ্দশায় মৃত্যুবরণ করেন। রাসূলের মৃত্যুর ছয় মাস পরে ফাতেমা মৃত্যু বরণ করেন। রাসূলের অন্য পুত্র ‘ইবরাহীম’ ছিলেন অন্য স্ত্রী মারিয়া ক্বিবতীয়ার গর্ভজাত। যিনি মদীনায় সর্বশেষ সন্তান হিসাবে জন্মগ্রহণ করেন এবং দুধ ছাড়ার আগেই ১০ম হিজরীর ২৯ শাওয়াল সোমবার মাত্র ১৮ মাস বয়সে ইন্তেকাল করেন।"
    },
    {
        "id": "23",
        "block":"3",
        "title": "কা‘বা গৃহ পুনর্নির্মাণ ও মুহাম্মাদের মধ্যস্থতা",
        "text": "আল-আমীন মুহাম্মাদ-এর বয়স যখন ৩৫ বছর, তখন কুরায়েশ নেতাগণ কা‘বাগৃহ ভেঙ্গে পুনর্নির্মাণের সিদ্ধান্ত নেন। কা‘বা অর্থই হ’ল চতুর্দেওয়াল বিশিষ্ট ঘর। অধিকন্তু একটি দুর্ভাগ্যজনক ঘটনা ঐ সময় ঘটে যায়, যা ইতিপূর্বে কখনো ঘটেনি এবং যা কা‘বা পুনর্নির্মাণে প্রত্যক্ষ কারণ হিসাবে কাজ করে। ঘটনাটি ছিল এই যে, কিছু চোর দেওয়াল টপকে কা‘বা গৃহে প্রবেশ করে এবং সেখানে রক্ষিত মূল্যবান মালামাল ও অলংকারাদি চুরি করে নিয়ে যায়। অতঃপর কা‘বা গৃহ পুনর্নির্মাণের উদ্দেশ্যে কুরায়েশ নেতৃবৃন্দ বৈঠকে বসে স্থির করেন যে, কারু কোনরূপ হারাম মাল এর নির্মাণ কাজে লাগানো যাবে না। কোন্ কোন্ গোত্র কোন্ পাশের দেওয়াল নির্মাণ করবে সে সিদ্ধান্ত হয়ে যায়। সাথে সাথে এবার ছাদ নির্মাণের প্রস্তাব গৃহীত হয়। কিন্তু কে আগে দেওয়াল ভাঙ্গার সূচনা করবে? অবশেষে ওয়ালীদ বিন মুগীরাহ মাখযূমী সাহস করে প্রথম ভাঙ্গা শুরু করেন। তারপর সকলে মিলে দেওয়াল ভাঙ্গা শেষ করে ইবরাহীম (আঃ)-এর স্থাপিত ভিত পর্যন্ত গিয়ে ভাঙ্গা বন্ধ করে দেন। অতঃপর সেখান থেকে নতুনভাবে সর্বোত্তম পাথর দিয়ে ‘বাকুম’ (باقوم بنّاء رومى) নামক জনৈক রোমক কারিগরের তত্ত্বাবধানে নির্মাণকার্য শুরু হয়। কিন্তু গোল বাঁধে দক্ষিণ- পূর্ব কোণে ‘হাজারে আসওয়াদ’ স্থাপনের পবিত্র দায়িত্ব কোন্ গোত্র পালন করবে সেটা নিয়ে। এই বিবাদ অবশেষে রক্তারক্তিতে গড়াবার আশংকা দেখা দিল। এই সময় প্রবীণ নেতা আবু উমাইয়া মাখযূমী প্রস্তাব করলেন যে, আগামীকাল সকালে যে ব্যক্তি সর্বপ্রথম ‘হারাম’ শরীফে প্রবেশ করবেন, তিনিই এই সমস্যার সমাধান করবেন। সবাই এ প্রস্তাব মেনে নিল। আল্লাহর অপার মহিমা। দেখা গেল যে, সকালে সবার আগে মাসজিদুল হারামে প্রবেশ করলেন সকলের প্রিয় আল-আমীন। তাকে দেখে সবাই বলে উঠলো- هذا محمد هذا الأمين قد رضينابه এযে মুহাম্মাদ, এযে আল-আমীন, আমরা সবাই তার উপরে সন্তুষ্ট’। তিনি ঘটনা শুনে সহজেই মীমাংসা করে দিলেন। তিনি একটা চাদর চাইলেন। অতঃপর সেটা বিছিয়ে নিজ হাতে ‘হাজারে আসওয়াদ’-টি তার মাঝখানে রেখে দিলেন। অতঃপর নেতাদের বললেন, আপনারা সকলে মিলে চাদরের চারপাশ ধরুন অতঃপর উঠিয়ে নিয়ে চলুন। তাই করা হল। কা‘বার নিকটে গেলে তিনি পাথরটি উঠিয়ে যথাস্থানে রেখে দিলেন। সবাই সন্তুষ্ট হয়ে মুহাম্মাদের তারিফ করতে করতে চলে গেল। "
    },
    {
        "id": "24",
        "block":"4",
        "title": "রাসুলুল্লাহ (সাঃ) - এর দাওয়াতের কার্যক্রম",
        "text": "প্রকাশ্য দাওয়াতের সাধারণ প্রতিক্রিয়া - প্রথমে ছাফা পর্বত চূড়ার আহবান মক্কানগরী ও তার আশপাশ এলাকার আবাল-বৃদ্ধ-বণিতার মধ্যে এক নতুনের শিহরণ জাগিয়ে তুলেছিল। অতঃপর সর্বত্র প্রকাশ্য দাওয়াতের প্রতিক্রিয়ায় সকলের মুখে মুখে একই কথার অনুবৃত্তি হতে থাকে, কি শুনছি আজ আমরা আব্দুল্লাহর পুত্রের মুখে। এযে নির্যাতিত মানবতার প্রাণের কথা। এযে মযলূমের হৃদয়ের ভাষা। যে ক্রীতদাস ভাবত এটাই তার নিয়তি, সে এখন নিজেকে স্বাধীন মানুষ ভাবতে লাগল। যে নারী ভাবত, সবলের শয্যাসঙ্গিনী হওয়াই তার নিয়তি, সে এখন নিজেকে অধিকার সচেতন সাহসী নারী হিসাবে ভাবতে লাগল। যে গরীব ভাবত সূদখোর মহাজনের করাল গ্রাস হতে মুক্তির কোন পথ নেই, সে এখন মুক্তির দিশা পেল। সর্বত্র যেন একটা জাগরণের শিহরণ। এ যেন নিদ্রাভঙ্গের পূর্বক্ষণে ছুবহে ছাদিকের আগমন। ভারতের উর্দূ কবি আলতাফ হোসায়েন হালী (১৮৩৭-১৯১৪ খৃঃ) এই সময়ের অবস্থা বর্ণনা করেন নিম্নোক্ত ভাষায়- وه بجلى كا كڑكا تها يا صوت هادى عرب كى زمين جس نے سارى هلا دى এটি বিদ্যুতের বজ্রধ্বনি ছিল, না পথপ্রদর্শকের ঘোষণা ছিল; আরবের মাটিকে যা নিমেষে কাঁপিয়ে দিল’।"
    },
    {
        "id": "25",
        "block":"4",
        "title": "সমাজ নেতাদের প্রতিক্রিয়া",
        "text": "রাসূলের আহবানের সত্যতা ও যথার্থতার বিষয়ে সমাজ নেতাদের মধ্যে কোনরূপ দ্বিমত ছিল না। কিন্তু ধুরন্ধর নেতারা তাওহীদের এ অমর আহবানের মধ্যে তাদের দুনিয়াবী স্বার্থের নিশ্চিত অপমৃত্যু দেখতে পেয়েছিল। এক আল্লাহকে মেনে নিলে শিরক বিলুপ্ত হবে। দেব-দেবীর পূজা বন্ধ হয়ে যাবে। ফলে সারা আরবের উপর তাদের ধর্মীয় নেতৃত্ব ও পৌরহিত্যের মর্যাদা শেষ হয়ে যাবে। এছাড়া লোকেরা যে পূজার অর্ঘ্য সেখানে নিবেদন করে, তা ভোগ করা থেকে তারা বঞ্চিত হবে। তাওহীদের এ সাম্য ও মৈত্রীর আহবান আমরা কোনমতেই মানতে রাযী নই। এইভাবে প্রধানতঃ সামাজিক ও অর্থনৈতিক স্বার্থের বিরোধী বিবেচনা করে তারা রাসূলের বিরোধিতা করার সিদ্ধান্ত নেয়। ফলে ‘জ্ঞানের চূড়া’ বলে পরিচিত কুরায়েশ নেতা ‘আবুল হেকাম’ এরপর থেকে মুসলমানদের নিকটে ‘মূর্খতার চূড়া’ বা ‘আবু জাহল’ নামে পরিচিত হয়। আল্লাহ বলেন, يَجْحَدُونَ قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ وَلَكِنَّ الظَّال ِمِينَ بِآيَاتِ اللّهِ তারা যেসব কথা বলে তা যে তোমাকে খুবই কষ্ট দেয়, তা আমরা জানি। তবে ওরা তোমাকে মিথ্যাবাদী বলে না। বরং যালেমরা আল্লাহর আয়াত সমূহকে অস্বীকার করে’ (আন‘আম ৬/৩৩)।"
    },
    {
        "id": "26",
        "block":"4",
        "title": "বিরোধিতার কৌশল সমূহ নির্ধারণ",
        "text": "তারা মুহাম্মাদ (ছাঃ)-কে ঠেকানোর জন্য বিভিন্ন পথ-পন্থা উদ্ভাবন করল। (১) আবু ত্বালেবকে দলে টানা: প্রথম পন্থা হিসাবে বেছে নিল মুহাম্মাদের আশ্রয়দাতা আবু ত্বালেবকে দলে টানা। সেমতে নেতৃবৃন্দ সেখানে গেলেন এবং তাঁর নিকটে বাপ-দাদার ধর্মের দোহাই দিয়ে ও সামাজিক ঐক্য বিনষ্টের কথা বলে মুহাম্মাদকে বিরত রাখার দাবী জানালেন। আবু ত্বালিব স্থিরভাবে তাদের সব কথা শুনলেন। অতঃপর ধীরকণ্ঠে নরম ভাষায় তাদেরকে বুঝিয়ে বিদায় করলেন। (২) হজ্জের সময় দাওয়াতে বাধা দেওয়া: হজ্জের মৌসুম সমাগত। অতএব এই সুযোগে মুহাম্মাদ বহিরাগতদের নিকটে তার দ্বীনের দাওয়াত পেশ করবেন এটাই স্বাভাবিক। অতএব তারা সিদ্ধান্ত নিল যে, এমন একটা কথা মুহাম্মাদের বিরুদ্ধে তৈরী করতে হবে এবং তা সকলের মধ্যে প্রচার করে দিতে হবে, যাতে কোন লোক তার কথায় কর্ণপাত না করে। এক একজন এক এক প্রস্তাব করল। কেউ বলল, তাকে ‘কাহেন’ (ভবিষ্যদ্বক্তা) বলা হউক। কেউ বলল, ‘পাগল’ বলা হউক। কেউ বলল, ‘কবি’ বলা হউক। সব শুনে দলনেতা অলীদ বলল, আল্লাহর কসম! মুহাম্মাদ-এর কথাবার্তা বড়ই সুন্দর ও মিষ্ট-মধুর। তার কাছে কিছুক্ষণ বসলেই লোকেদের নিকট তোমাদের দেওয়া ঐসব অপবাদ মিথ্যা প্রতিপন্ন হবে। তারা বলল, তাহলে আপনিই বলুন, কী বলা যায়। অলীদ অনেকক্ষণ ভেবে-চিন্তে বলল, তার সম্পর্কে যদি কিছু বলতেই হয়, তবে বেশীর বেশী তাকে ‘জাদুকর’ বলা যায়। কেননা তার কথা যেই-ই মন দিয়ে শোনে তার মধ্যে জাদুর মত আছর করে (মুদ্দাচ্ছির ৭৪/২৪) একসময় লোকেরা তার দলে ভিড়ে যায়। ফলে আমাদের পিতা-পুত্রের মধ্যে, ভাই-ভাইয়ের মধ্যে, স্বামী-স্ত্রীর মধ্যে, আত্মীয়-স্বজনের মধ্যে এমনকি গোত্রে-গোত্রে বিভক্তি সৃষ্টি হয়ে গেছে। ওইদিন অলীদের গৃহে অনুষ্ঠিত বৈঠকে রাসূলকে ‘জাদুকর’ বলে প্রচার করার সিদ্ধান্তের ঘটনা এবং অলীদের বাকভঙ্গী আল্লাহ নিজস্ব রীতিতে বর্ণনা করেন নিম্নোক্ত ভাবে- أَدْبَرَ وَاسْتَكْبَرَ- فَقَالَ إِنْ هَذَا إِلاَّ سِحْرٌ يُّؤْثَرُ- إِنْ هَذَا إِ لاَّ قَوْلُ الْبَشَرِ- إِنَّهُ فَكَّرَ وَقَدَّرَ- فَقُتِلَ كَيْفَ قَدَّرَ- ثُمَّ قُتِلَ كَيْفَ قَدَّرَ- ثُمَّ نَظَرَ- ثُمَّ عَبَسَ وَبَسَرَ- ثُمَّ ‘সে চিন্তা করল ও মনস্থির করল’। ‘ধ্বংস হৌক সে কিরূপ মনস্থ করল’? ‘ধ্বংস হৌক সে কিরূপ মনস্থ করল’? ‘অতঃপর সে তাকাল’। ‘অতঃপর ভ্রুকুঞ্চিত করল ও মুখ বিকৃত করল’। ‘অতঃপর পৃষ্ঠ প্রদর্শন করল ও অহংকার করল’। ‘তারপর বলল, অর্জিত জাদু বৈ কিছু নয়’। ‘এটা মানুষের উক্তি বৈ কিছু নয়’(মুদ্দাছছির৭৪/১৮-২৫)।"
    },
    {
        "id": "27",
        "block":"4",
        "title": "মৌসুমে রাসূলের দাওয়াত:",
        "text": "যথা সময়ে হজ্জের মৌসুম এসে গেল। হজ্জের মাসের আগে-পিছে দুমাস হল হরমের মাস। এ তিন মাস মারামারি-কাটাকাটি নিষিদ্ধ। রাসূলুল্লাহ (সাঃ) হজ্জে আগত মেহমানদের তাঁবুতে গিয়ে গিয়ে দ্বীনের দাওয়াত দিতে থাকেন। ওদিকে অলীদের পরামর্শ মতে আবু লাহাবের নেতৃত্বে পরিচালিত গীবতকারী দল সবার কাছে গিয়ে গিয়ে রাসূল (ছাঃ) সম্পর্কে বিভিন্ন অপবাদ প্রচার করতে থাকে এবং শেষে বলে আসে যে, সে একজন জাদুকর। তার কথা শুনলেই জাদুগ্রস্ত হয়ে যেতে হবে। অতএব কেউ যেন তার ধারে কাছে না যায়। খোদ আবু লাহাব নির্লজ্জের মত রাসূলের পিছে পিছে ঘুরতে লাগল। রাসূল (সাঃ) যেখানেই যান, সেখানেই সে গিয়ে বলে لاَتُطِيْع ُوْهُ فَإِنَّهُ صَابِىءٌ كَذَّابٌ‘ তোমরা কেউ এর কথা শুনো না। সে বেদ্বীন ও মিথ্যুক’। শুধু তাই নয়, সে উপরোক্ত গালি দিয়ে হজ্জ মৌসুমের বাইরে যুল-মাজাযের বাজারে রাসূলের পায়ে সজোরে পাথর ছুঁড়ে মেরেছিল। যাতে তাঁর গোড়ালী রক্তাক্ত হয়ে গিয়েছিল।"
    },
    {
        "id": "28",
        "block":"4",
        "title": "লাভ ও ক্ষতি:",
        "text": "এই ব্যাপক অপপ্রচারের ফলে রাসূলের জন্য লাভ ও ক্ষতি দু’টিই হ’ল। লাভ হ’ল এই যে, তাঁর নবুঅত দাবীর কথা সর্বত্র প্রচারিত হল। পক্ষান্তরে ক্ষতি হল এই যে, একজন লোকও তাঁর দাওয়াতে সাড়া দিল না। বরং অনেকের মধ্যেই তাঁর সম্পর্কে বিরূপ মনোভাবের সৃষ্টি হল। সবচেয়ে ক্ষতিকর দিক ছিল আবু লাহাবের নোংরা প্রচারণা। কেননা সে ছিল রাসূলের আপন চাচা, নিকটতম প্রতিবেশী, তাঁর দুই মেয়ের সাবেক শ্বশুর এবং সুপরিচিত নেতা ও বড় ব্যবসায়ী। তার কথা সবাই বিশ্বাস করে নিল। পরিণামে দীর্ঘ তিন মাসব্যাপী দিন-রাতের দাওয়াত বাহ্যতঃ নিষ্ফল হল। বিরোধিতার নয়া কৌশল সমূহ, ১. অপবাদের সংখ্যা বৃদ্ধি: হজ্জের মৌসুম শেষে নেতারা পুনরায় হিসাব-নিকাশে বসে গেল। তারা দেখল অপবাদ রটনায় কাজ হয়েছে সবচেয়ে বেশী। এর দ্বারা যেমন প্রতিপক্ষকে মানসিকভাবে দুর্বল করা যায়। অন্যদিকে তেমনি সাধারণ মানুষ দ্রুত সেটা লুফে নেয়। কেউ যাচাই-বাছাই করতে চাইলে তো আমাদের কাছেই আসবে। অতএব অপবাদের ধারা বৃদ্ধির সিদ্ধান্ত নেওয়া হল। একটি হিসাব মতে রাসূলের বিরুদ্ধে তারা অনেকগুলি অপবাদ তৈরী করল। যেমন-তিনি - পাগল - কবি - জাদুকর ও - মহা মিথ্যাবাদী - পুরাকালের উপাখ্যান বর্ণনাকারী - অন্যের সাহায্যে মিথ্যা রচনাকারী - মিথ্যা রটনাকারী - ভবিষ্যদ্বক্তা - ফেরেশতা নয়, এতো সাধারণ মানুষ - পথভ্রষ্ট - বেদ্বীন - পিতৃধর্ম বিনষ্টকারী - জামা‘আত বিভক্তকারী - জাদুগ্রস্ত - ‘মুযাম্মাম’ (নিন্দিত) এতদ্ব্যতীত মদীনায় হিজরত করার পর সেখানকার দুরাচার ইহুদীরা রাসূলকে ‘রা‘এনা’ (رَاعِنَا) বলে ডাকত। তাদের মাতৃভাষা হিব্রুতে যার অর্থ شريرنا ‘আমাদের দুষ্ট ব্যক্তিটি’। এইসব অপবাদের জওয়াবে আল্লাহ বলেন, انْظُرْ كَيْفَ ضَرَبُوْا لَكَ الأَمْثَالَ فَضَلُّوْا فَلاَ يَسْتَطِيْعْوْنَ سَبِيْلاً ‘দেখ ওরা তোমার জন্য কেমন সব উপমা দেয়। ওরা পথভ্রষ্ট হয়েছে। অতএব ওরা পথ পেতে পারে না’(বনুইস্রাঈল১৭/৪৮)।"
    },
    {
        "id": "29",
        "block":"4",
        "title": "লাভ ও ক্ষতি:",
        "text": "এই ব্যাপক অপপ্রচারের ফলে রাসূলের জন্য লাভ ও ক্ষতি দু’টিই হ’ল। লাভ হ’ল এই যে, তাঁর নবুঅত দাবীর কথা সর্বত্র প্রচারিত হল। পক্ষান্তরে ক্ষতি হল এই যে, একজন লোকও তাঁর দাওয়াতে সাড়া দিল না। বরং অনেকের মধ্যেই তাঁর সম্পর্কে বিরূপ মনোভাবের সৃষ্টি হল। সবচেয়ে ক্ষতিকর দিক ছিল আবু লাহাবের নোংরা প্রচারণা। কেননা সে ছিল রাসূলের আপন চাচা, নিকটতম প্রতিবেশী, তাঁর দুই মেয়ের সাবেক শ্বশুর এবং সুপরিচিত নেতা ও বড় ব্যবসায়ী। তার কথা সবাই বিশ্বাস করে নিল। পরিণামে দীর্ঘ তিন মাসব্যাপী দিন-রাতের দাওয়াত বাহ্যতঃ নিষ্ফল হল। বিরোধিতার নয়া কৌশল সমূহ, ১. অপবাদের সংখ্যা বৃদ্ধি: হজ্জের মৌসুম শেষে নেতারা পুনরায় হিসাব-নিকাশে বসে গেল। তারা দেখল অপবাদ রটনায় কাজ হয়েছে সবচেয়ে বেশী। এর দ্বারা যেমন প্রতিপক্ষকে মানসিকভাবে দুর্বল করা যায়। অন্যদিকে তেমনি সাধারণ মানুষ দ্রুত সেটা লুফে নেয়। কেউ যাচাই-বাছাই করতে চাইলে তো আমাদের কাছেই আসবে। অতএব অপবাদের ধারা বৃদ্ধির সিদ্ধান্ত নেওয়া হল। একটি হিসাব মতে রাসূলের বিরুদ্ধে তারা অনেকগুলি অপবাদ তৈরী করল। যেমন-তিনি - পাগল - কবি - জাদুকর ও - মহা মিথ্যাবাদী - পুরাকালের উপাখ্যান বর্ণনাকারী - অন্যের সাহায্যে মিথ্যা রচনাকারী - মিথ্যা রটনাকারী - ভবিষ্যদ্বক্তা - ফেরেশতা নয়, এতো সাধারণ মানুষ - পথভ্রষ্ট - বেদ্বীন - পিতৃধর্ম বিনষ্টকারী - জামা‘আত বিভক্তকারী - জাদুগ্রস্ত - ‘মুযাম্মাম’ (নিন্দিত) এতদ্ব্যতীত মদীনায় হিজরত করার পর সেখানকার দুরাচার ইহুদীরা রাসূলকে ‘রা‘এনা’ (رَاعِنَا) বলে ডাকত। তাদের মাতৃভাষা হিব্রুতে যার অর্থ شريرنا ‘আমাদের দুষ্ট ব্যক্তিটি’। এইসব অপবাদের জওয়াবে আল্লাহ বলেন, انْظُرْ كَيْفَ ضَرَبُوْا لَكَ الأَمْثَالَ فَضَلُّوْا فَلاَ يَسْتَطِيْعْوْنَ سَبِيْلاً ‘দেখ ওরা তোমার জন্য কেমন সব উপমা দেয়। ওরা পথভ্রষ্ট হয়েছে। অতএব ওরা পথ পেতে পারে না’(বনুইস্রাঈল১৭/৪৮)।"
    },
    {
        "id": "29",
        "block":"4",
        "title": "২. নাচ-গানের আসর করা: ",
        "text": "অন্যতম কুরায়েশ নেতা ও বিত্তশালী ব্যবসায়ী নযর বিন হারেছ তৎকালীন সমৃদ্ধ নগরী ইরাকের ‘হীরা’ চলে গেল এবং সেখান থেকে পারস্যের প্রাচীন রাজা-বাদশাদের কাহিনী, মহাবীর রুস্তম ও খৃষ্টপূর্বকালের দিগ্বিজয়ী বীর আলেকজান্ডারের কাহিনী শিখে এসে মক্কায় বিভিন্ন স্থানে গল্পের আসর বসাতে শুরু করল। যেখানেই রাসূল (সাঃ) মানুষকে জাহান্নামের ভয় ও জান্নাতের সুখ-শান্তির কথা শুনিয়ে মানুষকে দ্বীনের পথে দাওয়াত দিতেন, নযর বিন হারেছ সেখানে গিয়ে উক্ত সব কাহিনী শুনিয়ে বলত, এগুলো কি মুহাম্মাদের কাহিনীর চেয়ে উত্তম নয়? এতেও সে ক্ষান্ত না হয়ে অনেকগুলি সুন্দরী দাসী ক্রয় করল, যারা নাচ-গানে পারদর্শী ছিল। উপরোক্ত ঘৃণ্য ক্রিয়া-কলাপের প্রেক্ষিতেই নিম্নোক্ত আয়াত নাযিল হয়- وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيْثِ لِيُضِلَّ عَنْ سَبِيْلِ اللهِ بِغَيْرِ عِلْمٍ وَّيَتَّخِذَهَا هُزُواً أُولَئِكَ لَهُمْ عَذَابٌ مُّهِيْنٌ- ‘লোকেদের মধ্যে একটি শ্রেণী আছে, যারা মানুষকে আল্লাহর পথ হ’তে গোমরাহ করার জন্য অলীক কল্পকাহিনী খরিদ করে অজ্ঞতাবশে এবং এগুলো খেল-তামাশা রূপে গ্রহণ করে। এদের জন্য রয়েছে মর্মন্তুদ শাস্তি’ (লোকমান৩১/৬)।"
    },
    {
        "id": "30",
        "block":"4",
        "title": "৩. ইহুদী-নাছারা পন্ডিতদের সাহায্য নিয়ে তাঁকে ভন্ডনবী প্রমাণের চেষ্টা:",
        "text": "এতদুদ্দেশ্যে কুরায়েশ নেতারা পরামর্শ করে নযর ইবনে হারেছ এবং ওক্ববা ইবনে আবী মু‘আইত্বকে মদীনায় পাঠায়। সেখানকার ইহুদী-নাছারা পন্ডিতেরা তাদেরকে তিনটি প্রস্তাব শিখিয়ে দিয়ে বলল যে, যদি মুহাম্মাদ এগুলির সঠিক জবাব দিতে পারে, তাহলে সে যথার্থ নবী। প্রশ্ন তিনটি ছিল নিম্নরূপ : - আছহাবে কাহফের সেই যুবকদের ঘটনা, যারা প্রাচীনকালে শহর ছেড়ে চলে গিয়েছিল। - যুল-ক্বারনায়েন-এর ঘটনা, যিনি পৃথিবীর পূর্ব ও পশ্চিমে বিশ্বব্যাপী সফর করেছিলেন। - রূহ কি? এগুলির মধ্যে রূহ কি- এ প্রশ্নের জবাবে সূরা বনু ইস্রাঈলের ৮৫ আয়াতে নাযিল হয়। অতঃপর বাকী দুটি ঘটনার প্রেক্ষিতে সূরা কাহফ নাযিল হয় (ইবনুজারীরইবনুআববাস (রাঃ) হতেএবংকুরতুবী, ইবনুকাছীর)।"
    },
    {
        "id": "31",
        "block":"4",
        "title": "৪. চাঁদ দ্বিখন্ডিত করণের প্রস্তাব:",
        "text": "কুরায়েশ নেতারা দল বেঁধে রাসূলের কাছে গিয়ে এক চন্দ্রোজ্জ্বল রাত্রিতে চাঁদকে দ্বিখন্ডিত করার জন্য বলল। কুরায়েশ নেতাদের দাবী মোতাবেক আল্লাহর হুকুমে আল্লাহর রাসূল (সাঃ) উক্ত মু‘জেযা প্রদর্শন করলেন। মুহূর্তের মধ্যে চাঁদ দ্বিখন্ডিত হয়ে পূর্ব ও পশ্চিমে ছিটকে পড়ল। উভয় টুকরার মাঝখানে পাহাড় আড়াল হয়ে গেল। অতঃপর পুনরায় দুই টুকরা এসে সংযুক্ত হল। উক্ত ঘটনার প্রেক্ষিতে শূরা ক্বামার নাযিল হয়। যার শুরু হল اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ‘ক্বিয়ামত আসন্ন। চন্দ্র বিদীর্ণ হয়েছে’(ক্বামার৫৪/১)। এতবড় ঘটনা চাক্ষুষ দেখা সত্ত্বেও কুরায়েশ নেতারা ঈমান আনলো না। পরে বিভিন্ন এলাকা হতে লোকদের কাছেও তারা একই ঘটনা শুনলো। কিন্তু যিদ ও অহংকার তাদেরকে বিরত রাখলো। এ প্রসঙ্গে আল্লাহ বলেন, وَإِن يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُّسْتَمِرٌّ، وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ، ‘তারা যদি কোন নিদর্শন (যেমন চন্দ্র দ্বিখন্ডিত করণ) দেখে, তবে মুখ ফিরিয়ে নেয় এবং বলে যে, এটা তো বড় শক্ত জাদু’। ‘তারা মিথ্যারোপ করল এবং নিজেদের খেয়াল-খুশীর অনুসরণ করল। অথচ প্রত্যেক কাজই স্থিরীকৃত (ক্বামার২-৩)। তারীখে ফিরিশতায় বর্ণিত হয়েছে যে, চন্দ্র দ্বিখন্ডিত করণের এই দৃশ্য ভারতের মালাবারের জনৈক মহারাজা স্বচক্ষে দেখেন এবং তা নিজের রোজনামচায় লিপিবদ্ধ করেন। পরে আরব বণিকদের মুখে ঘটনা শুনে তিনি মুসলমান হয়ে যান।"
    },
    {
        "id": "32",
        "block":"4",
        "title": "৫. আপোষমুখী দাওয়াতী পদ্ধতি গ্রহণের প্রস্তাব পেশ:",
        "text": "বুদ্ধিবৃত্তিক ও অলৌকিক সকল পন্থায় পরাজিত হওয়ায় কুরায়েশ নেতারা এবার আপোষমুখী পদ্ধতি গ্রহণ করল। কিছু গ্রহণ ও কিছু বর্জনের নীতিতে তারা রাসূলের সাথে আপোষ করতে চাইল। কুরআনের ভাষায় وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُوْنَ ‘তারা চায় যদি আপনি কিছুটা শিথিল হয়ে যান, তাহ’লে তারাও নমনীয় হয়ে যাবে’ (ক্বলম৬৮/৯)। এ বিষয়ে তাদের প্রস্তাবগুলি ছিল নিম্নরূপ : (ক) মুহাম্মাদ এক বছর আমাদের মা‘বূদের (অর্থাৎ দেব-দেবীর) পূজা করবে, আমরাও একবছর মুহাম্মাদের রব-এর পূজা করব (ইবনুজারীরওত্বাবারাণী)। (খ) যদি মুহাম্মাদ আমাদের উপাস্যগুলির স্বীকৃতি দেয়, তাহলে আমরা সকলে তার উপাস্যের ইবাদত করব (গ) আমরা উভয়ে উভয়ের মা‘বূদের পূজা করব। তারপর দেখব, যার মা‘বূদ যে অংশে উত্তম, আমরা সেই অংশটুকু পরস্পরে গ্রহণ করে নেব (ঘ) মুহাম্মাদ আমাদের দেব-দেবীর গায়ে কেবল একটু হাত বুলিয়ে দিক, তাতেই আমরা তাকে সত্য বলে মেনে নিব। তখন সূরা কাফেরূণ নাযিল হয় এবং তাদের সাথে চূড়ান্ত বিচ্ছেদ ঘোষণা করা হয়।"
    },
    {
        "id": "33",
        "block":"4",
        "title": "৬. রাসুলুল্লাহ (সাঃ) - এর নবুঅত লাভ ও সালাতের নির্দেশনা ",
        "text": "নবুঅত লাভের সময়কাল যতই ঘনিয়ে আসতে লাগল, তাঁর মধ্যে নিঃসঙ্গপ্রিয়তার প্রবণতা ততই বাড়তে লাগল। এক সময় তিনি কা‘বা গৃহ থেকে প্রায় ৬ কিঃ মিঃ উত্তর-পূর্বে হেরা পাহাড়ের চূড়ায় অবস্থিত ৪১১/৩ গজ আকারের ছোট গুহার নিরিবিলি স্থানকে বেছে নিলেন। বাড়ী থেকে পানি ও ছাতু নিয়ে যেতেন। ফুরিয়ে গেলে আবার আসতেন। কিন্তু বাড়ীতে তার মন বসতো না। কখনো কখনো সেখানে রাত কাটাতেন। পরপর ২টি রামাযান তিনি সেখানে ই‘তেকাফে কাটান। বয়স চল্লিশে পদার্পণ করল। রবীউল আউয়ালের জন্ম মাস থেকে শুরু হ’ল ‘সত্য স্বপ্ন’ (الرؤيا الصادقة) দেখা। তিনি স্বপ্নে যাই দেখতেন তাই-ই দিবালোকের মত সত্য হয়ে দেখা দিত। এভাবে চলল প্রায় ছয় মাস। যা ছিল ২৩ বছরের নবুঅতকালের ৪৬ ভাগের এক ভাগ। রাসূলের নির্জনতা ও একাগ্রতা এমনভাবে বেড়ে গেল যে, এখন আর তিনি বাড়ী ফিরতে চান না। খাদীজা তাকে খাদ্য সরবরাহ ও অন্যান্য সহযোগিতা করতে থাকলেন। স্বগোত্রীয় লোকদের পৌত্তলিক ও বস্ত্তবাদী ধ্যানধারণা তাকে পাগল করে তুলত। নুযূলে কুরআন: এভাবে এসে গেল সেই শুভক্ষণ। ২১শে রামাযান সোমবারের ক্বদরের রাত্রি। ফেরেশতা জিবরীলের আগমন হল। ধ্যানমগ্ন মুহাম্মাদকে বললেন, اِقْرَأْ ‘পড়’। বললেন, مَاأَنَا بِقَاِرئ ‘আমি তো পড়তে জানিনা’। অতঃপর তাকে বুকে চেপে ধরলেন ও বললেন, পড়। কিন্তু একই জবাব, ‘পড়তে জানিনা’। এভাবে তৃতীয়বার আলিঙ্গন শেষে তিনি পড়তে শুরু করলেন, اقْرَأْ بِاسْمِ رَبِّكَ الَّذِيْ خَلَقَ- خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ- اقْرَأْ وَرَبُّكَ الْأَكْرَمُ- الَّذِي عَلَّمَ بِالْقَلَمِ- عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ- (১) ‘পড় তোমার প্রভুর নামে যিনি তোমাকে সৃষ্টি করেছেন’ (২) ‘সৃষ্টি করেছেন মানুষকে জমাট রক্ত থেকে’ (৩) ‘পড় এবং তোমার প্রভু বড়ই দয়ালু’ (৪) ‘যিনি কলমের সাহায্যে শিক্ষা দান করেছেন’ (৫) ‘তিনি মানুষকে শিক্ষা দিয়েছেন যা সে জানত না’। মাত্র পাঁচটি আয়াত নাযিল হল। তারপর ফেরেশতা অদৃশ্য হয়ে গেল। নতুনের শিহরণ ও খাদীজার বিচক্ষণতা: নতুন অভিজ্ঞতা লাভে শিহরিত মুহাম্মাদ দ্রুত বাড়ী ফিরলেন। স্ত্রী খাদীজাকে বললেন, زَمِّلُوْنِى زَمِّلُوْنِى ‘শিগগীর আমাকে চাদর মুড়ি দাও। চাদর মুড়ি দাও’। কিছুক্ষণ পর ভয়ার্তভাব কেটে গেলে সব কথা খাদীজাকে খুলে বললেন। রাসূলের নিকটে খাদীজা কেবল স্ত্রী ছিলেন না, তিনি ছিলেন তাঁর নির্ভরতার প্রতীক ও সান্ত্বনার স্থান। ছিলেন বিপদের বন্ধু। তিনি অভয় দিয়ে বলে উঠলেন, এটা খারাপ কিছু হতেই পারে না। ‘কখনোই না। আল্লাহর কসম! তিনি কখনোই আপনাকে অপদস্থ করতে পারেন না। ‘আপনি আত্মীয়দের সঙ্গে সদাচরণ করেন, দুস্থদের বোঝা বহন করেন, নিঃস্বদের কর্মসংস্থান করেন, অতিথিদের আপ্যায়ন করেন এবং বিপদগ্রস্তকে সাহায্য করেন’। অতঃপর তিনি তাঁকে সাথে নিয়ে চাচাতো ভাই অরাক্বা বিন নওফেলের কাছে গেলেন। যিনি ইনজীল কিতাবের আলেম ছিলেন এবং ঐ সময় চরম বার্ধক্যে অন্ধ হয়ে গিয়েছিলেন। তিনি সবকথা শুনে বললেন, ‘এ তো সেই ফেরেশতা যাকে আল্লাহ মূসার প্রতি নাযিল করেছিলেন। হায়! যদি আমি সেদিন তরুণ থাকতাম! হায়! যদি আমি সেদিন জীবিত থাকতাম, যেদিন তোমার কওম তোমাকে বহিষ্কার করবে’। একথা শুনে চমকে উঠে রাসূলুল্লাহ (সাঃ) বললেন, ‘ওরা কি আমাকে বের করে দিবে’? অরাক্বা বললেন, ‘হ্যাঁ! তুমি যা নিয়ে আগমন করেছ, তা নিয়ে ইতিপূর্বে এমন কেউ আগমন করেননি, যার সাথে শত্রুতা করা হয়নি’। অতঃপর অরাক্বা তাকে সান্ত্বনা দিয়ে বলেন, إِ ‘যদি তোমার সেই দিন আমি পাই, তবে আমি তোমাকে যথাযোগ্য সাহায্য করব’। অহি-র বিরতিকাল: অরাক্বা বিন নওফেলের কাছে সবকিছু শুনে নবী করীম (সাঃ) আশা ও আশংকার দোলায় দোলায়িত হয়ে পুনরায় হেরা গুহায় ই’তেকাফে ফিরে এলেন এবং পুনরায় অহি নাযিলের অপেক্ষা করতে লাগলেন। এভাবে দশদিন অতিবাহিত করে রামাযান শেষে পূর্বের নিয়মানুযায়ী ১লা শাওয়াল সকালে ই’তেকাফ শেষ করে বাড়ী অভিমুখে রওয়ানা হলেন। রাসূলুল্লাহ (সাঃ) বলেন, এমন সময় আমি আসমান থেকে একটা আওয়ায পাই। তাকিয়ে দেখি যে, সেদিনের সেই ফেরেশতা আসমান ও যমীনের মধ্যবর্তী স্থানে কুরসীর উপরে বসে আছেন। আমি ভীত বিহবল হয়ে মাটিতে পড়ে যাবার উপক্রম হই। অতঃপর দ্রুত বাড়ী ফিরে স্ত্রীকে বলি, আমাকে চাদর মুড়ি দাও, চাদর মুড়ি দাও, চাদর মুড়ি দাও’। কিন্তু না অল্পক্ষণের মধ্যেই গুরুগম্ভীর স্বরে ‘অহি’ নাযিল হ’ল- يَآ أَيُّهَا الْمُدَّثِّرُ- قُمْ فَأَنذِرْ- وَرَبَّكَ فَكَبِّرْ- وَثِيَابَكَ فَطَهِّرْ- وَالرُّجْزَ فَاهْجُرْ- (১) ‘হে চাদরাবৃত! (২) উঠো, মানুষকে (আল্লাহর) ভয় দেখাও, (৩) তোমার প্রভুর মাহাত্ম্য ঘোষণা কর, (৪) তোমার পোশাক পবিত্র রাখো, (৫) অপবিত্রতা পরিহার কর’(মুদ্দাছছির ৭৪/১-৫)। এরপর থেকে ‘অহি’ চালু হয়ে গেল’। ২১শে রামাযানের কদর রাতে প্রথম অহি নাযিলের পর থেকে এই দশদিনের বিরতিকালকে فترة الوحى বা অহি-র বিরতিকাল বলা হয়। এটি আড়াই বা তিন বছরের জন্য ছিল না, যা প্রসিদ্ধ আছে। = (আর-রাহীক্ব পৃঃ ৬৯)। অহি-র প্রকারভেদ: ‘অহি’ (الوحى) অর্থ প্রত্যাদেশ, যা আল্লাহর পক্ষ হ’তে তাঁর নির্বাচিত বান্দার নিকটে হয়ে থাকে। হাফেয ইবনুল ক্বাইয়িম নবীদের নিকটে অহি-র সাতটি প্রকারভেদ বর্ণনা করেছেন:- (১) সত্য স্বপ্নের মাধ্যমে। (২) অদৃশ্য থেকে হৃদয়ে অহি-র প্রক্ষেপন, যা জিব্রীল মাঝে-মধ্যে রাসূলের উপরে করতেন (৩) মানুষের রূপ ধারণ করে জিব্রীল এসে অহী বর্ণনা করে শুনাতেন। (৪) ঘণ্টাধ্বনির আওয়ায করে ‘অহি’ নাযিল হ’ত। এ সময় রাসূল (সাঃ) খুব কষ্ট অনুভব করতেন। (৫) জিব্রীল (আঃ) স্বরূপে এসে অহি প্রদান করতেন। এটি দু’বার ঘটেছে (৬) মে‘রাজ রজনীতে আসমানে অবস্থানকালে আল্লাহর সরাসরি অহি-র মাধ্যমে ছালাত ফরয করণ (৭) আল্লাহ স্বীয় নবীর সঙ্গে সরাসরি ফেরেশতার মাধ্যম ছাড়াই পর্দার অন্তরাল থেকে কথা বলেন। যেমন মূসা (আঃ)-এর সঙ্গে তূর পাহাড়ে কথা বলার প্রমাণ কুরআনে বর্ণিত হয়েছে এবং শেষনবীর সঙ্গে মে‘রাজ রজনীতে আরশের নিকটে কথোপকথনের প্রমাণ হাদীছে বিধৃত হয়েছে। (আর-রাহীক্ব পৃঃ ৭০)। ছালাতের নির্দেশনা: মুহাম্মাদ (ছাঃ)-কে নবুঅতের শুরু থেকেই সকাল ও সন্ধ্যায় দু’বার ছালাত আদায়ের নির্দেশনা দান করা হয়। যেমন আল্লাহ বলেন, وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ ‘তুমি তোমার প্রভুর প্রশংসা জ্ঞাপন কর সন্ধ্যায় ও সকালে’ (মুমিন/গাফের ৪০/৫৫)। প্রথম কুরআন নাযিলের পর জিব্রীলের মাধ্যমে তিনি ওযূ ও ছালাত আদায় শিখেন।হিজরতের স্বল্পকাল পূর্বে মে‘রাজ সংঘটিত হবার আগ পর্যন্ত ফজরের দুরাক‘আত ও মাগরিবের দুরাক‘আত করে ছালাত আদায়ের নিয়ম জারি থাকে। অতঃপর নিয়মিতভাবে পাঁচ ওয়াক্ত ছালাত ফরয হয় মে‘রাজের রাত্রিতে। রাসূলুল্লাহ (সাঃ) ও তাঁর সাথীগণ প্রথম তিন বছর গোপনে এই ছালাত আদায় করতেন এবং লোকদেরকে গাছ, পাথর, চন্দ্র, সূর্য ইত্যাদির উপাসনা পরিত্যাগ করে আল্লাহর ইবাদত শিক্ষা দিতেন। পরে يَااَيُّهَا الْمُزَّمِّلُ (হে বস্ত্রাবৃত!) বলে সূরা মুযযাম্মিল নাযিল করে আল্লাহ রাতে প্রায় সিকি অংশ তাহাজ্জুদের ছালাতে কাটিয়ে দেবার জন্য তাঁর নবী ও সাথীদের উপরে ফরয করে দেন। পরবর্তীতে মে‘রাজে পাঁচ ওয়াক্ত ছালাত ফরয হলে তাহাজ্জুদ নফল হয়ে যায়।"
    },
    {
        "id": "34",
        "block":"4",
        "title": "৭. লোভনীয় প্রস্তাব পেশ:",
        "text": "অতঃপর তারা সাধারণ মুসলমানদের ফিরিয়ে আনার জন্য লোভনীয় প্রস্তাব সমূহ প্রেরণ করল। সেরা ধনী অলীদ বিন মুগীরাহর নেতৃত্বে তারা নির্যাতিত-নিপীড়িত নওমুসলিমদের বলতে লাগলো যে, তোমরা পিতৃধর্মে ফিরে এলে তোমাদের জীবনে সচ্ছলতা ও সুখ-সাচ্ছন্দ্য ফিরিয়ে দেওয়া হবে। এ প্রেক্ষিতে আল্লাহ আয়াত নাযিল করেন, قُلْ أَغَيْرَ اللهِ أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ- ‘আপনি বলুন, আমি কি আল্লাহ ব্যতীত অন্যকে পালনকর্তা হিসাবে কামনা করব? অথচ তিনিই সকল বস্ত্তর প্রতিপালক। যে ব্যক্তি কোন পাপ করে, সেটা তারই। কেউ কারু বোঝা বহন করবে না। তোমাদের প্রভুর নিকটেই তোমাদের ফিরে যেতে হবে। অতঃপর তিনিই তোমাদের জানিয়ে দিবেন যেসব বিষয়ে তোমরা বিরোধ করতে’ (আন‘আম ৬/১৬৪)।"
    },
    {
        "id": "35",
        "block":"4",
        "title": "৮. উদ্ভট দাবী সমূহ পেশ:",
        "text": "যেমন - (ক) কুরায়েশ নেতারা বলল, মুহাম্মাদ তুমি তোমার প্রভুকে বল যেন মক্কার পাহাড়গুলি সরিয়ে এস্থানটিকে সমতল ভূমিতে পরিণত করে দেন (খ) এখানে নহর সমূহ প্রবাহিত করে দেন, যেমন সিরিয়া ও ইরাকে রয়েছে’ গ) ছাফা পাহাড়কে যেন স্বর্ণের পাহাড় বানিয়ে দেন। [6] ঘ) তিনি যেন আমাদের বাপ-দাদাদের জীবিত করে দেন এবং তার মধ্যে যেন অবশ্যই আমাদের বিশ্বস্ত নেতা ও পূর্বপুরুষ কুছাই বিন কিলাব থাকেন। যিনি এসে বলবেন যে, হাঁ, আল্লাহর কাছে তোমার কিছু মর্যাদা আছে এবং তিনি তোমাকে রাসূল বানিয়ে পাঠিয়েছেন। জবাবে রাসূল প্রেরণের তিনটি উদ্দেশ্য বর্ণনা করে আল্লাহ বলেন, هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلاَلٍ مُّبِيْنٍ- ‘তিনি সেই মহান সত্তা যিনি নিরক্ষরদের মধ্যে তাদের মধ্যকার একজনকে রাসূল করে পাঠিয়েছেন, যিনি তাদের নিকটে তাঁর আয়াত সমূহ তেলাওয়াত করেন ও তাদের (হৃদয় জগতকে) পরিচ্ছন্ন করেন এবং তাদেরকে কিতাব ও হিকমত (অর্থাৎ কুরআন ও সুন্নাহ) শিক্ষা দেন। যদিও তারা ইতিপূর্বে ছিল স্পষ্ট ভ্রষ্টতার মধ্যে’(জুম‘আ ৬২/২)। "
    },
    {
        "id": "36",
        "block":"4",
        "title": "৯. দুনিয়াবী স্বার্থ লাভের দাবী পেশ:",
        "text": "- এক সময় তারা তিনটি দাবী নিয়ে উপস্থিত হয়। - এক- যদি তুমি সত্যই নবী হয়ে থাক, তবে মো‘জেযার মাধ্যমে সারা পৃথিবীর ধন-ভান্ডার আমাদের কাছে এনে দাও। - দুই-আমাদের ভবিষ্যৎ ভাল-মন্দের বিষয়গুলি বলে দাও। যাতে আমরা আগেভাগে সাবধান হ’তে পারি। - তিন-তুমি একজন ফেরেশতাকে নবী হিসাবে এনে দাও, আমরা তাকে নেতা রূপে মেনে নেব। কেননা তুমি তো আমাদেরই মত একজন মানুষ মাত্র। জবাবে আল্লাহ নিম্নোক্ত আয়াত নাযিল করেন, قُل لآ أَقُولُ لَكُمْ عِنْدِيْ خَزَآئِنُ اللهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلاَ تَتَفَكَّرُونَ- ‘আপনি বলে দিন যে, আমি তোমাদেরকে একথা বলিনা যে, আমার কাছে আল্লাহর ধন-ভান্ডার সমূহ রয়েছে। তাছাড়া আমি অদৃশ্য বিষয় অবগত নই। আমি একথাও বলি না যে, আমি ফেরেশতা। আমি তো কেবল অহি-র অনুসরণ করি। যা আমার নিকটে প্রেরণ করা হয়। আপনি বলে দিন যে, অন্ধ ও চক্ষুষ্মান কখনো কি সমান হয়? তোমরা কি চিন্তা করবে না? (আন‘আম৬/৫০)। "
    },
    {
        "id": "37",
        "block":"4",
        "title": "১০. বিভিন্ন অপযুক্তি প্রদর্শন: যেমন-",
        "text": "(ক) তারা যুক্তি দেখিয়ে বলে, আল্লাহ প্রেরিত রাসূল হ’লে সে কখনো মানুষের মত খাওয়া-দাওয়া ও বাজার-ঘাট করে বেড়াত না। আল্লাহ বলেন, وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَ مْشِي فِي الْأَسْوَاقِ لَوْلاَ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً- ‘তারা বলে যে, এ কেমন রাসূল খাদ্য আহার করে ও হাটে-বাজারে চলাফেরা করে? কেন তার নিকটে ফেরেশতা নাযিল হ’ল না যে তার সাথে ভয় প্রদর্শনকারী হ’ত’ (ফুরক্বান২৫/৭)। জবাবে আল্লাহ বলেন, وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ- ‘যদি আমরা কোন ফেরেশতাকে রাসূল করে পাঠাতাম, তবে সে মানুষের আকারেই হ’ত এবং তাকে ঐ ধরনের পোষাক পরাতাম, যা তারা পরিধান করে’ (আন‘আম৬/৯)। (খ) তারা বলল, যদি নিতান্তই কোন মানুষকে নবী করার ইচ্ছা ছিল, তাহ’লে মক্কা ও ত্বায়েফের বিত্তবান প্রভাবশালী কোন ব্যক্তিকে কেন নবী করা হল না? আল্লাহ বলেন, وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ- ‘তারা বলে, কুরআন কেন দুই জনপদের কোন প্রধান ব্যক্তির উপরে অবতীর্ণ হল না? (যুখরুফ৪৩/৩১)। জবাবে আল্লাহ বলেন, أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ ‘তারা কি আপনার প্রতিপালকের রহমত বণ্টন করবে? (যুখরুফ৪৩/৩২)। অর্থাৎ আল্লাহ কাকে নবুঅত দান করবেন এটা কেবল তাঁরই এখতিয়ার। রহমত বণ্টনের দায়িত্ব সম্পর্ণরূপে তাঁর হাতে। (গ) কোন যুক্তিতে কাজ না হওয়ায় অবশেষে তারা অজুহাত দিল, যদি আল্লাহ চাইতেন, তাহ’লে আমরা শিরক করতাম না। যেমন আল্লাহ বলেন, سَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا قُلْ هَل ْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ- ‘এখন মুশরিকরা বলবে, যদি আল্লাহ ইচ্ছা করতেন তাহলে না আমরা শিরক করতাম, না আমাদের বাপ-দাদারা … আপনি বলুন, তোমাদের কাছে কি কোন প্রমাণ আছে যে, আমাদের দেখাতে পার? তোমরা কেবল ধারণার অনুসরণ কর এবং কেবল অনুমান করে কথা বলে থাক’ (আন‘আম৬/১৪৮)। অথচ বান্দা শিরক ও কুফরীতে লিপ্ত হউক, এটা কখনোই আল্লাহ চান না। যেমন তিনি বলেন, وَلاَيَرْضَى لِعَبِادِهِ الْكُفْرَ ‘তিনি তার বান্দাদের কুফরীতে সন্তুষ্ট নন (যুমার৩৯/৭)।"
    },
    {
        "id": "38",
        "block":"4",
        "title": "১০. বিভিন্ন অপযুক্তি প্রদর্শন: যেমন-",
        "text": "(ক) তারা যুক্তি দেখিয়ে বলে, আল্লাহ প্রেরিত রাসূল হ’লে সে কখনো মানুষের মত খাওয়া-দাওয়া ও বাজার-ঘাট করে বেড়াত না। আল্লাহ বলেন, وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَ مْشِي فِي الْأَسْوَاقِ لَوْلاَ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً- ‘তারা বলে যে, এ কেমন রাসূল খাদ্য আহার করে ও হাটে-বাজারে চলাফেরা করে? কেন তার নিকটে ফেরেশতা নাযিল হ’ল না যে তার সাথে ভয় প্রদর্শনকারী হ’ত’ (ফুরক্বান২৫/৭)। জবাবে আল্লাহ বলেন, وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ- ‘যদি আমরা কোন ফেরেশতাকে রাসূল করে পাঠাতাম, তবে সে মানুষের আকারেই হ’ত এবং তাকে ঐ ধরনের পোষাক পরাতাম, যা তারা পরিধান করে’ (আন‘আম৬/৯)। (খ) তারা বলল, যদি নিতান্তই কোন মানুষকে নবী করার ইচ্ছা ছিল, তাহ’লে মক্কা ও ত্বায়েফের বিত্তবান প্রভাবশালী কোন ব্যক্তিকে কেন নবী করা হল না? আল্লাহ বলেন, وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ- ‘তারা বলে, কুরআন কেন দুই জনপদের কোন প্রধান ব্যক্তির উপরে অবতীর্ণ হল না? (যুখরুফ৪৩/৩১)। জবাবে আল্লাহ বলেন, أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ ‘তারা কি আপনার প্রতিপালকের রহমত বণ্টন করবে? (যুখরুফ৪৩/৩২)। অর্থাৎ আল্লাহ কাকে নবুঅত দান করবেন এটা কেবল তাঁরই এখতিয়ার। রহমত বণ্টনের দায়িত্ব সম্পর্ণরূপে তাঁর হাতে। (গ) কোন যুক্তিতে কাজ না হওয়ায় অবশেষে তারা অজুহাত দিল, যদি আল্লাহ চাইতেন, তাহ’লে আমরা শিরক করতাম না। যেমন আল্লাহ বলেন, سَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا قُلْ هَل ْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ- ‘এখন মুশরিকরা বলবে, যদি আল্লাহ ইচ্ছা করতেন তাহলে না আমরা শিরক করতাম, না আমাদের বাপ-দাদারা … আপনি বলুন, তোমাদের কাছে কি কোন প্রমাণ আছে যে, আমাদের দেখাতে পার? তোমরা কেবল ধারণার অনুসরণ কর এবং কেবল অনুমান করে কথা বলে থাক’ (আন‘আম৬/১৪৮)। অথচ বান্দা শিরক ও কুফরীতে লিপ্ত হউক, এটা কখনোই আল্লাহ চান না। যেমন তিনি বলেন, وَلاَيَرْضَى لِعَبِادِهِ الْكُفْرَ ‘তিনি তার বান্দাদের কুফরীতে সন্তুষ্ট নন (যুমার৩৯/৭)।"
    },
    {
        "id": "39",
        "block":"5",
        "title": "সংগ্রাম ও অভিযান এর সময়",
        "text": "(১ম হিজরীর রামাযান হ’তে ১১ হিজরীর ছফর পর্যন্ত): শুধুমাত্র রাসুল (সঃ) এর সরাসরি অংশগ্রহন করা বিখ্যাত যুদ্ধ সমূহ বর্ণনা করা হয়েছে।"
    },
    {
        "id": "40",
        "block":"5",
        "title": "১। গাযওয়া ওয়াদ্দান:",
        "text": "২য় হিজরীর ছফর মাসে (৬২৩ খৃঃ আগষ্ট মাস) রাসূল (ছাঃ)-এর নেতৃত্বে একটি কুরায়েশ কাফেলার বিরুদ্ধে পরিচালিত ৭০ জনের মুহাজির বাহিনী। যুদ্ধ হয়নি। তবে স্থানীয় বনু যামরাহ গোত্রের সাথে সন্ধিচুক্তি স্বাক্ষরিত হয়। এটাই ছিল রাসূলের জীবনে প্রথম যুদ্ধাভিযান। এই সফরে তিনি ১৫ দিন অতিবাহিত করেন। পতাকাবাহী ছিলেন হামযাহ (রাঃ)।"
    },
    {
        "id": "41",
        "block":"5",
        "title": "২। গাযওয়া সাফওয়ান:",
        "text": "২য় হিজরীর রবীউল আউয়াল মাসে মোতাবেক ৬২৩ খৃষ্টাব্দের সেপ্টেম্বর মাসে রাসূলের নেতৃত্বে ৭০ জনের দল। প্রতিপক্ষ মক্কার নেতা কুরয বিন জাবের আল-ফিহরী পালিয়ে যায়। সে ছিল মদীনার উপকণ্ঠে প্রথম হামলাকারী এবং গবাদি-পশু লুটকারী। রাসূলুল্লাহ (ছাঃ) এই লুটেরাদের ধাওয়া করে বদরের উপকণ্ঠে সাফওয়ান উপত্যকা পর্যন্ত গমন করেন। এজন্য এই অভিযানকে গাযওয়া বদরে ঊলা বা প্রথম বদর যুদ্ধ বলা হয়।"
    },
    {
        "id": "42",
        "block":"5",
        "title": "৩। গাযওয়ায়ে বদর:",
        "text": "২য় হিজরীর ১৭ রামাযান মোতাবেক ৬২৪ খৃষ্টাব্দের ১১ মার্চ শুক্রবার। রাসূল (ছাঃ)-এর নেতৃত্বে ৩১৩, ১৪ বা ১৭ জনের অপ্রস্ত্তত বাহিনী। কুরায়েশ পক্ষে আবু জাহলের নেতৃত্বে ১০০০ লোকের সুসজ্জিত বাহিনী। মুসলিম পক্ষে ৬ জন মুহাজির ও ৮ জন আনছার সহ ১৪ জন শহীদ এবং কুরায়েশ পক্ষে ৭০ জন নিহত ও ৭০ জন বন্দী হয়। আবু জাহল সহ নিহতদের অধিকাংশ ছিল মক্কার শীর্ষ নেতৃবৃন্দ। বদর যুদ্ধ উপলক্ষে সূরা আনফাল নাযিল হয়। যাতে গনীমতের বিধান বর্ণিত হয়।"
    },
    {
        "id": "43",
        "block":"5",
        "title": "৪। গাযওয়া বনু কায়নুক্বা:",
        "text": "২য় হিজরীর ১৫ই শাওয়াল শনিবার থেকে ১৫ দিন অবরোধ করে রাখার পর এই প্রথম চুক্তি ভঙ্গকারী এবং তাদের বাজারে এক দুধ বিক্রেতা মুসলিম মহিলাকে বিবস্ত্রকারী এই নরাধম ইহুদী গোত্রটি ১লা যিলক্বা‘দ আত্মসমর্পণ করে। এরা ছিল খায়বার গোত্রের মিত্র। ফলে মাত্র একমাস পূর্বে ইসলাম কবুলকারী খাযরাজ গোত্রভুক্ত মুনাফিক নেতা আব্দুল্লাহ বিন উবাইয়ের একান্ত অনুরোধ ও পীড়াপীড়িতে আল্লাহর রাসূল (ছাঃ) তাদের প্রাণদন্ড মওকুফ করে মদীনা থেকে বহিষ্কারের নির্দেশ দেন। এদের মধ্যে ৭০০ জন ছিল সশস্ত্র যোদ্ধা এবং মদীনার সেরা ইহুদী বীর। এরা সবকিছু ফেলে সিরিয়ার দিকে চলে যায় এবং অল্পদিনের মধ্যেই তাদের অধিকাংশ সেখানে মৃত্যুবরণ করে। মানছূরপুরী বলেন, তারা খায়বরে যেয়ে বসতি স্থাপন করে। [1]"
    },
    {
        "id": "44",
        "block":"5",
        "title": "৫। গাযওয়া ওহোদ:",
        "text": "৩য় হিজরীর ৭ই শাওয়াল শনিবার সকাল। কুরায়েশ বাহিনী আবু সুফিয়ানের নেতৃত্বে ৩০০০ সৈন্যের সুসজ্জিত বাহিনী নিয়ে মদীনার তিন মাইল উত্তরে ওহোদ পাহাড়ের পাদদেশে শিবির সন্নিবেশ করে। এই বাহিনীর সাথে আবু সুফিয়ানের স্ত্রী হিন্দ বিনতে ওৎবার নেতৃত্বে ১৫ জনের একদল মহিলা ছিল, যারা নেচে-গেয়ে ও উত্তেজক কবিতা পাঠ করে তাদের সৈন্যদের উৎসাহিত করে। এই যুদ্ধে রাসূলের নেতৃত্বে প্রায় ৭০০ সৈন্য ছিলেন। প্রচন্ড যুদ্ধ শেষে একটি ভুলের জন্য মুসলমানদের সাক্ষাৎ বিজয় অবশেষে বিপর্যস্ত হয়ে পড়ে। মুসলিম পক্ষে ৭০ জন শহীদ ও ৪০ জন আহত হন। কুরায়েশ পক্ষে ৩৭ জন নিহত হয়। যাদের মধ্যে হামযা একাই ৩১ জনকে হত্যা করেন ও নিজে শহীদ হন। মুসলমানদের ক্ষতি হলেও কুরায়েশরা বিজয়ী হয়নি। বরং তারা ভীত হয়ে ফিরে যায়। এই যুদ্ধ প্রসঙ্গে সূরা আলে ইমরানের ১২১-১৭৯ পর্যন্ত ৬০টি আয়াত নাযিল হয়।"
    },
    {
        "id": "45",
        "block":"5",
        "title": "৬। সারিইয়া রাজী‘:",
        "text": "৪র্থ হিজরীর ছফর মাস। কুরায়েশরা ষড়যন্ত্র করে আযাল ও ক্বারাহ (عضل وقارة) গোত্রের সাতজন লোককে রাসূলের দরবারে পাঠায়। তারা গিয়ে আরয করে যে, আমাদের গোত্রের মধ্যে ইসলামের কিছু চর্চা রয়েছে। এক্ষণে তাদের অধিক তা‘লীমের প্রয়োজন। সেকারণ কয়েকজন উঁচু মর্তবার ছাহাবীকে পাঠালে আমরা উপকৃত হ’তাম। রাসূলুল্লাহ (ছাঃ) সরল বিশ্বাসে তাদের গোত্রে আছেম বিন ছাবিতের নেতৃত্বে ১০ জন বুযর্গ ছাহাবীকে প্রেরণ করেন। তারা রাবেগ ও জেদ্দার মধ্যবর্তী ‘রাজী’ নামক প্রস্রবণের নিকটে পৌঁছলে পূর্ব পরিকল্পনা মতে হুযায়েল গোত্রের শাখা বনু লেহিয়ানের ১০০ তীরন্দায তাদেরকে হামলা করে। যুদ্ধে আছেম সহ আটজন শহীদ হন এবং দুজন কে তারা মক্কায় নিয়ে বিক্রি করে দেয়। তারা হলেন হযরত খোবায়েব বিন আদী ও যায়েদ বিন দাছনা। সেখানে ওকবা বিন হারেছ খোবায়েবকে এবং ছাফওয়ান বিন উমাইয়া যায়েদকে হত্যা করে বদর যুদ্ধে তাদের স্ব স্ব পিতৃহত্যার বদলা হিসাবে। শূলে চড়ার আগে খোবায়েব দু’রাক‘আত নফল ছালাত আদায় করেন এবং বলেন, আমি ভীত হয়েছি এই অপবাদ তোমরা না দিলে আমি দীর্ঘক্ষণ ছালাত আদায় করতাম। তিনিই প্রথম এই সুন্নাতের সূচনা করেন। অতঃপর কাফেরদের বদ দো‘আ করেন এবং সাত লাইনের মর্মন্তুদ কবিতা বলেন, যা ছহীহ বুখারী সহ বিভিন্ন হাদীছ ও জীবনী গ্রন্থে উল্লেখিত হয়েছে। খোবায়েবের বদ দো‘আ ছিল নিম্নরূপ- ‘হে আল্লাহ! তুমি এদেরকে এক এক করে গুণে রাখ। তাদেরকে এক এক করে হত্যা কর এবং এদের একজনকেও বাকী রেখো না’। [2]"
    },
    {
        "id": "46",
        "block":"5",
        "title": "৭। সারিইয়া বিরে মাঊনা:",
        "text": "৪র্থ হিজরীর ছফর মাস। পূর্বোক্ত ঘটনাটির চাইতে এটি ছিল আরও বেশী মর্মন্তুদ এবং দু’টি ঘটনা একই মাসে সংঘটিত হয়। নাজদের নেতা আবু বারা আমের বিন মালেকের আমন্ত্রণক্রমে রাসূলুল্লাহ (ছাঃ) নাজদবাসীদের দ্বীনের দাওয়াত দেওয়ার জন্য মুনযির বিন আমের (রাঃ)-এর নেতৃতেব ৭০ জনের একটি দল প্রেরণ করেন। যাদের সকলে ছিলেন শীর্ষস্থানীয় ক্বারী ও বিজ্ঞ আলেম। মাঊনা নামক কুয়ার নিকটে পৌঁছলে বনু সুলাইমের তিনটি গোত্র উছাইয়া, রে‘ল ও যাকওয়ান (চতুর্দিক হ’তে তাদের উপরে অতর্কিতে আক্রমণ চালিয়ে সবাইকে হত্যা করে। একমাত্র আমর বিন উমাইয়া যামরী রক্ষা পান মুযার গোত্রের সঙ্গে সম্পর্ক থাকার কারণে। এতদ্ব্যতীত কা‘ব বিন যায়েদ জীবিত ছিলেন। তাঁকে নিহতদের মধ্য থেকে উঠিয়ে আনা হয়। এই সময় রাসূলের পত্র বাহক হারাম বিন মিলহানকে প্রাপক গোত্র নেতা আমের বিন তোফায়েল-এর ইংগিতে অতর্কিতে পিছন থেকে বর্শাবিদ্ধ করে হত্যা করা হলে তিনি বলে ওঠেন, ‘আল্লাহু আকবর! কা‘বার রবের কসম! আমি সফল হয়েছি’। হারাম বিন মিলহানের মৃত্যুকালীন শেষ বাক্যটি হত্যাকারী জাববার বিন সুলমা -এর অন্তরে এমনভাবে দাগ কাটে যে, পরে তিনি মদীনায় গিয়ে রাসূলের নিকটে ইসলাম কবুল করেন। [3] মাত্র কয়েকদিনের ব্যবধানে পরপর দু’টি হৃদয় বিদারক ঘটনায় রাসূলুল্লাহ (ছাঃ) দারুনভাবে ব্যথিত হন এবং বনু লেহিয়ান, রে‘ল ও যাকওয়ান এবং উছাইয়া গোত্র সমূহের বিরুদ্ধে এক মাস যাবত বদ দো‘আ করে ফজরের ছালাতে কুনূতে নাযেলাহ পাঠ করেন।"
    },
    {
        "id": "47",
        "block":"5",
        "title": "৮। গাযওয়া বনু নাযীর:",
        "text": "৪র্থ হিজরীর রবীউল আউয়াল মাস। মদীনার মুনাফিক ও মক্কার কুরায়েশ নেতাদের চক্রান্তে বনু নাযীরের ইহুদীরা চুক্তি ভঙ্গ করে এবং রাসূল (ছাঃ) তাদের কাছে এলে তারা তাঁকে শঠতার মাধ্যমে বসিয়ে রেখে দেওয়ালের উপর থেকে পাথর ফেলে হত্যার ষড়যন্ত্র করে। তখন সেখান থেকে ফিরে এসে রাসূলুল্লাহ (ছাঃ) তাদের দুর্গ অবরোধ করেন। অতঃপর ছয় বা পনের দিন অবরোধের পরে তারা আত্মসমর্পণ করলে তাদেরকে মদীনা থেকে চিরদিনের মত বহিষ্কার করা হয় ও তারা খায়বরে গিয়ে বসতি স্থাপন করে। এ ঘটনা উপলক্ষে সূরা হাশর নাযিল হয়। এই যুদ্ধে ফাই-য়ের বিধান নাযিল হয়। "
    },
    {
        "id": "48",
        "block":"5",
        "title": "৯। গাযওয়া আহযাব বা খন্দকের যুদ্ধ:",
        "text": "৫ম হিজরীর শওয়াল ও যুলক্বা‘দাহ মাস। বিতাড়িত বনু নাযীর ইহুদী গোত্রের নেতাদের উস্কানীতে কুরায়েশ নেতা আবু সুফিয়ানের নেতৃত্বে কেনানাহ ও তেহামার মিত্র গোত্র সমূহ মিলে ৪০০০ কুরায়েশ বাহিনী এবং বনু গাত্বফান ও নাজদীদের ৬০০০ সৈন্যের সম্মিলিত বাহিনীর ১০,০০০ সৈন্য মদীনা অবরোধ করে। যা ছিল মদীনার মোট লোকসংখ্যার চাইতে বেশী। কিন্তু সালমান ফারেসীর পরামর্শক্রমে আল্লাহর রাসূল (ছাঃ) মদীনার উত্তর পার্শ্বে ওহোদের দিকে দীর্ঘ খন্দক বা পরিখা খনন করে তার পিছনে ৩০০০ সৈন্য সমাবেশ করেন। এই নতুন কৌশল দেখে কাফের বাহিনী হতচকিত হয়ে যায়। পরিখা অতিক্রম করা তাদের পক্ষে সম্ভব ছিল না। ফলে উভয় পক্ষে তীর চালনায় ৬ জন মুসলিম ও ১০ জন কাফির মারা যায়। অতঃপর দীর্ঘ প্রায় এক মাস অবরোধে খাদ্যকষ্টে পতিত কাফের বাহিনীর উপরে হঠাৎ একরাতে উত্তপ্ত বায়ুর ঝড় নেমে আসে। তাতে তাদের তাঁবু সমূহ উড়ে যায় এবং তারা যুদ্ধক্ষেত্র হতে পালিয়ে যায়। সম্মিলিত বাহিনীর এই পরাজয়ের ফলে সমগ্র আরবে মদীনা রাষ্ট্রের সম্মান বৃদ্ধি পায় এবং সম্ভাব্য শত্রুরা মুখ লুকাতে বাধ্য হয়। কেননা আহযাব যুদ্ধের ন্যায় বিশাল বাহিনীর সমাবেশ ঘটানো পুনরায় আরবদের জন্য সম্ভবপর ছিল না। "
    },
    {
        "id": "49",
        "block":"5",
        "title": "১০। গাযওয়া বনু কুরায়যা:",
        "text": "৫ম হিজরীর যুলক্বা‘দাহ ও যিলহাজ্জ মাস। মদীনার সর্বশেষ এই ইহুদী গোত্রটি রাসূলুল্লাহ (ছাঃ)-এর সাথে কৃত চুক্তি ভঙ্গ করে আহযাব যুদ্ধে আক্রমণকারী বাহিনীর সাথে চুক্তিবদ্ধ হয় ও তাদেরকে নানাভাবে সাহায্য করে। বিতাড়িত বনু নাযীর গোত্রের নেতা হুয়াই বিন আখত্বাবের প্ররোচনায় তারা চুক্তি ভঙ্গ করেছিল। আহযাব যুদ্ধ থেকে রাসূলুল্লাহ (ছাঃ) মদীনায় ফিরে আসেন যুলক্বা‘দাহ মাসের শেষ সপ্তাহের বুধবারে। এসে যোহরের সময় যখন তিনি উম্মে সালামার গৃহে গোসল করছিলেন, তখন জিব্রীলের আগমন ঘটে এবং তাকে তখনই বনু কুরায়যার উপরে হামলা পরিচালনার আহবান জানিয়ে বলেন, আপনি দ্রুত আসুন! আমি আগে গিয়ে দুর্গে কম্পন সৃষ্টি করে ওদের অন্তরে ভীতির সঞ্চার করে দিই’। রাসূলুল্লাহ (ছাঃ) সাথে সাথে সবাইকে নির্দেশ দিয়ে বলেন, যেন সবাই বনু কুরায়যায় গিয়ে আছর পড়ে। এই সময় রাসূলের সাথে ৩০০০ সৈন্য ছিলেন। ২৫ দিন অবরোধের পর তারা আত্মসমর্পণ করে এবং তাদের মিত্র সা‘দ বিন মু‘আযের সিদ্ধান্ত মতে তাদের বয়স্ক পুরুষ বন্দী ছয় থেকে সাত শতের মত লোককে হত্যা করা হয়। বাকীদের বহিষ্কার করা হয়। এই অবরোধকালে মুসলিম পক্ষে একজন শহীদ ও একজন স্বাভাবিক মৃত্যুবরণ করেন। ঘটনার কয়েকদিনের মধ্যে হযরত সা‘দ বিন মু‘আয (রাঃ) মৃত্যু বরণ করেন। যিনি ইতিপূর্বে খন্দকের যুদ্ধে আহত হয়েছিলেন। "
    },
    {
        "id": "50",
        "block":"5",
        "title": "১১। গাযওয়া খায়বর:",
        "text": "৭ম হিজরীর মুহাররম মাস। কুরায়েশদের সঙ্গে সন্ধিচুক্তির পর সকল ষড়যন্ত্রের মূল ঘাঁটি খায়বরের ইহুদীদের প্রতি এই অভিযান পরিচালিত হয়। হুদায়বিয়ার সন্ধি ও বায়‘আতে রিযওয়ানে উপস্থিত ১৪০০ ছাহাবীকে নিয়ে আল্লাহর রাসূল (ছাঃ) স্বয়ং এই অভিযান পরিচালনা করেন। অন্যদের নেননি। এতে মুসলিম পক্ষে ১৮ জন শহীদ ও ৫০ জন আহত হন। ইহুদী পক্ষে ৯৩ জন নিহত হয়।ইহুদীদের বিতাড়িত করার সিদ্ধান্ত হয়। তবে তাদের আবেদন মতে উৎপন্ন ফসলের অর্ধেক ভাগ দেবার শর্তে তাদেরকে সেখানে বসবাস করার সাময়িক অনুমতি দেওয়া হয়। যুদ্ধে বিপুল পরিমাণ গনীমত লাভ হয়। যাতে মুসলমানদের অভাব দূর হয়ে যায়। এই সময়ে ফিদাকের ইহুদীদের নিকটে ইসলামের দাওয়াত দিয়ে রাসূলুল্লাহ (ছাঃ) মুহাইছাহ বিন মাসঊদকে প্রেরণ করেন। খায়বর বিজয়ের পরে তারা নিজেরা রাসূলের নিকটে দূত পাঠিয়ে আত্মসমর্পণ করে এবং খায়বরবাসীদের ন্যায় অর্ধেক ফসলে সন্ধিচুক্তি করে। বিনাযুদ্ধে ও স্রেফ রাসূলের দাওয়াতে বিজিত হওয়ায় ফিদাক ভূমি কেবল রাসূলের জন্য নির্দিষ্ট করা হয়। "
    },
    {
        "id": "51",
        "block":"5",
        "title": "১২। সারিইয়া মুতা:",
        "text": "৮ম হিজরীর জুমাদাল ঊলা মোতাবেক ৬২৯ খৃষ্টাব্দের আগষ্ট অথবা সেপ্টেম্বর মাস। রোম সম্রাট ক্বায়ছারের পক্ষ হ’তে সিরিয়ার বালক্বায় নিযুক্ত গবর্ণর শোরাহবীল বিন আমর আল-গাসসানীর নিকটে পত্র সহ প্রেরিত রাসূলের দূত হারেছ বিন উমায়ের আযদীকে হত্যা করা হয়। যা ছিল তৎকালীন সময়ের রীতি-নীতির সম্পূর্ণ বিরোধী। এটা ছিল যুদ্ধ ঘোষণার শামিল। অতএব যায়েদ বিন হারেছাহর নেতৃত্বে ৩০০০ সৈন্যের এক বাহিনী প্রেরিত হয়। পক্ষান্তরে শোরাহবীলের ছিল প্রায় ২ লাখ সৈন্যের এক বিশাল খৃষ্টান বাহিনী। বায়তুল মুক্বাদ্দাসের নিকটবর্তী ‘মুতা’ নামক স্থানে সংঘটিত এই যুদ্ধে সেনাপতি যায়েদ বিন হারেছাহ, অতঃপর সেনাপতি জাফর বিন আবু ত্বালিব, অতঃপর সেনাপতি আব্দুল্লাহ বিন রাওয়াহা পরপর শহীদ হলে সকলের ঐক্যমতে খালিদ বিন ওয়ালীদ সেনাপতি হন। তিনি সম্মুখের দলকে পিছনে, পিছনের দলকে সম্মুখে ডাইনের দলকে বামে এবং বামের দলকে ডাইনে নিয়ে এক অপূর্ব রণকৌশলের মাধ্যমে মুসলিম বাহিনীকে সসম্মানে শত্রুদের হাত থেকে বাঁচিয়ে আনেন। নতুন সেনাদল যুক্ত হয়েছে ভেবে এবং মুসলমানেরা তাদেরকে মরু প্রান্তরে নিক্ষেপ করবে সেই ভয়ে রোমানরা পিছু হটে যায়। মুসলিম বাহিনীর মাত্র ১২ জন শহীদ হন। রোমক বাহিনীর হতাহতের সঠিক সংখ্যা জানা না গেলেও একা খালেদ বিন ওয়ালীদের যেখানে নয় খানা তরবারি ভেঙ্গেছিল, তাতে অনুমান করা চলে কত সৈন্য তাদের ক্ষয় হয়েছিল। "
    },
    {
        "id": "52",
        "block":"5",
        "title": "অভিযান সমূহ পর্যালোচনা:",
        "text": "অভিযানগুলির মধ্যে ১ হ’তে ৭২-এর মধ্যে মোট ২১টি অভিযান পরিচালিত হয়েছে কুরায়েশদের বিরুদ্ধে। ১১ হ’তে ৫৩-এর মধ্যে মোট ৮টি অভিযান পরিচালিত হয়েছে ইহুদীদের বিরুদ্ধে। ৪৪ হ’তে ৮৬-এর মধ্যে ৬টি অভিযান খৃষ্টানদের বিরুদ্ধে এবং ১০ হ’তে ৮৩-এর মধ্যে মোট ৫১টি অভিযান পরিচালিত হয়েছে নাজদ ও অন্যান্য এলাকার বেদুঈন গোত্র ও সন্ত্রাসী ডাকাত দলের বিরুদ্ধে। এর মধ্যে ২৪, ২৫ ও ৩৭ নং সারিইয়াহ তিনটি ছিল স্রেফ তাবলীগী কাফেলা এবং প্রতারণামূলকভাবে যাদের প্রায় সবাইকে হত্যা করা হয়। বদর সহ প্রথম দিকের ৯টি অভিযান ছিল কুরায়েশদের বাণিজ্য কাফেলা লুট করে তাদের আর্থিক মেরুদন্ড ভেঙ্গে দেওয়ার জন্য ও মুসলমানদের বিরুদ্ধে তাদের যুদ্ধ প্রস্ত্ততি ভন্ডুল করার জন্য। শুরুতে কুরায়েশদের মূল লক্ষ্য ছিল তাদের ভাষায় ছাবেঈ (صابئي) বা বিধর্মী মুহাম্মাদ ও তাঁর সাথী মুষ্টিমেয় মুহাজিরদের নির্মূল করা এবং সেখানে আক্রোশটা ছিল প্রধানতঃ ধর্মবিশ্বাস গত। কিন্তু পরে তাদের প্রধান লক্ষ্য হয়ে দাঁড়ায় মদীনা হয়ে সিরিয়ায় তাদের ব্যবসায়িক পথ কণ্টকমুক্ত করা। সেই সাথে ছিল তাদের বড়ত্বের অহংকার। কেননা মুহাম্মাদ তাদের বহিষ্কৃত সন্তান হয়ে তাদের চাইতে বড় হবে ও তাদের উপরে প্রাধান্য বিস্তার করবে, এটা ছিল তাদের নিকটে নিতান্তই অসহ্য। তাদের এই ক্ষুব্ধ ও বিদ্বেষী মানসিকতাকেই কাজে লাগায় ধূর্ত ইহুদী নেতারা ও অন্যান্যরা। ফলে মক্কা বিজয়ের পূর্বেকার মুসলিম অভিযানগুলির অধিকাংশ ছিল প্রতিরোধ মূলক। ইহুদীদের বিরুদ্ধে অভিযানগুলি হয় তাদের চুক্তিভঙ্গের কারণে এবং অবিরত ভাবে তাদের চক্রান্ত ও ষড়যন্ত্রের কারণে। খৃষ্টানদের কোন তৎপরতা মদীনায় ছিল না।মুতার যুদ্ধ ছিল সিরিয়া অঞ্চলে রোমক গবর্ণর শোরাহবীলের মুসলিম দূত হত্যার প্রতিশোধ হিসাবে। তাবূক যুদ্ধ ছিল আগ্রাসী রোম সম্রাটের বিরুদ্ধে এবং তার প্রেরিত বিশাল বাহিনীর মদীনা আক্রমণ ঠেকানোর জন্য। অবশেষে রোমকরা ভয়ে পিছু হটে গেলে কোন যুদ্ধ হয়নি। পরিশেষে বলা চলে যে, ইসলামের দাওয়াত মক্কায় ছিল কেবল প্রচারমূলক। কিন্তু মদীনায় ছিল প্রচার ও প্রতিরোধ উভয় প্রকারের। যুগে যুগে ইসলামী দাওয়াতে উভয় নীতিই প্রযোজ্য হয়েছে। এখানে হারাম মাসে যুদ্ধ করার অনুমতিও পাওয়া গেছে বিশেষ বিশেষ ক্ষেত্রে। "
    },
    {
        "id": "53",
        "block":"5",
        "title": "ফুটনোট:",
        "text": "[1] রহমাতুল লিল আলামীন ১/১৩০। [2] বুখারী হা/৩৯৮৯। [3] রহমাতুল্লিল আলামীন ১/১১৪। [4] মুসলিম ২/৮৯। [5] মুসলিম, আনাস হ’তে ২/৮৯ পৃঃ। [6] বুখারী ২/৬২৫ ও মুসলিম ২/১৪৫। মুবারকপুরী বলেন যে, চরিতকারগণ এটিকে ৮ম হিজরীর রজব মাসের ঘটনা বলে থাকেন। কিন্তু পূর্বাপর সম্পর্ক (السياق) বিবেচনায় দেখা যায় যে, এটি হুদায়বিয়ার পূর্বের ঘটনা। কেননা ৬ষ্ঠ হিজরীর যুল ক্বা‘দাহ মাসে হোদায়বিয়ার সন্ধি হওয়ার পরে কুরায়েশ কাফেলাকে হামলা করার জন্য আর কোন মুসলিম বাহিনী প্রেরিত হয়নি’। [7] বুখারী, মানছূরপুরী এটা ধরেননি। [8] বুখারী ২/৫৯২; মুসলিম ২/১১৮। [9] মুবারকপুরী এটা ধরেননি। মানছুরপুরী সাল-তারিখ ও সেনা সংখ্যা বলেননি। [10] মানছূরপুরী মুনক্বা‘আহ (منقعة) বলেছেন। দ্রঃ রহমাতুল্লিল আলামীন, ৩/১৯৭। [11] মুসনাদ আবু ইয়া‘লা হা/১৫২২ সনদ হাসান; মুসলিম হা/২৭৭ ‘ঈমান’ অধ্যায়, ৪৩ অনুচ্ছেদ; বুখারী হা/৬৮৭২-এর ব্যাখ্যা, ফাৎহুল বারী ১২/২০৩; মুত্তাফাক্ব আলাইহ, মিশকাত হা/৩৪৫০, ‘ক্বিছাছ’ অধ্যায়; মানছূরপুরী এটাকে পৃথক ‘খারবাহ অভিযান’ (سرية خربة) বলেছেন। দ্রঃ রহমাতুল্লিল আলামীন ২/১৯৭। [12] মানছূরপুরী এটি ৬ষ্ঠ হিজরীর শাওয়াল মাস লিখেছেন। দ্রঃ রহমাতুল্লিল আলামীন ২/১৯৫। [13] কিন্তু মানছূরপুরী বলেন যে, মুসলিম বাহিনীর ১ জন আহত ও ৪৯ জন শহীদ হন। দ্রঃ রহমাতুল্লিল আলামীন ২/১৯৮। [14] নাসাঈ কুবরা হা/১১৫৪৭; তাবাক্বাত ইবনু সা‘দ ২/১৪৫-৪৬। [15] আহমাদ হা/২১২৬৯, সনদ হাসান। [16] বুখারী হা/৪৩৩৯; মিশকাত হা/৩৯৭৬ ‘জিহাদ’ অধ্যায়, ৫ অনুচ্ছেদ। [17] সীরাতে ইবনে হিশাম ২/৪৩১; ছাহাবীগণের উচ্চ মর্যাদায় বর্ণিত উক্ত মর্মে বহু হাদীছ বর্ণিত হয়েছে। [18] সীরাতে ইবনে হিশাম ২/৪৮৮; তিরমিযী, মিশকাত হা/৫৯৮৬।"
    },
    {
        "id": "54",
        "block":"6",
        "title": "বদর যুদ্ধ, ক্বিবলা পরিবর্তন ও ঈদ-উল-ফিতরের উৎসব",
        "text": "যুদ্ধের অনুমতি: কুরায়েশদের সন্ত্রাসমূলক অপতৎপরতা ও প্রকাশ্যে হামলা সমূহ মুকাবিলার জন্য আল্লাহ পাক মুসলমানদেরকে সশস্ত্র যুদ্ধের অনুমতি দিয়ে এ সময় নিম্নোক্ত আয়াত নাযিল করেন, أُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِأَنَّهُمْ ظُلِمُوْا وَإِنَّ اللهَ عَلَى نَصْرِهِمْ لَقَدِيْرٌ- ‘যুদ্ধের অনুমতি দেওয়া হল ঐ লোকদের। যাদের বিরুদ্ধে যুদ্ধ করা হচ্ছে, একারণে যে, তারা অত্যাচারিত হয়েছে। আর তাদেরকে সাহায্য করার ব্যাপারে অবশ্যই আল্লাহ ক্ষমতাবান’ (হজ্জ ২২/৩৯)। ইবনু আববাস (রাঃ) বলেন, এটাই প্রথম আয়াত, যা কাফিরদের বিরুদ্ধে যুদ্ধের অনুমতি দিয়ে নাযিল হয়। [5] বস্ত্ততঃ জিহাদ হয়ে থাকে সন্ত্রাস দমনের জন্য। আর সন্ত্রাস হয় সমাজ ধ্বংসের জন্য। এই যুদ্ধ বা সশস্ত্র জিহাদের অনুমতি দানের কারণ ছিল তিনটি : (১) মুসলমানেরা ছিল মযলূম এবং হামলাকারীরা ছিল যালেম। (২) মুহাজিরগণ ছিলেন নিজেদের জন্মস্থান ও বাসগৃহ হতে বিতাড়িত তাদের মাল-সম্পদ ছিল লুণ্ঠিত। তারা ছিলেন অপমানিত ও লাঞ্ছিত। স্রেফ বিশ্বাসগত পার্থক্যের কারণে। দুনিয়াবী কোন স্বার্থের কারণে নয় (হজ্জ ৪০)। (৩) মদীনা ও আশপাশের গোত্রসমূহের সাথে রাসূলের সন্ধিচুক্তি ছিল। যাতে পরস্পরের ধর্মীয় স্বাধীনতার নিশ্চয়তা বিধান করা হয়েছিল। এক্ষণে পূর্বের ধারণা ও রীতি-নীতি পরিবর্তন করে মুসলমান হওয়ার কারণে অথবা মুসলমানদের সহযোগী হওয়ার কারণে যদি তাদের উপরে হামলা হয়, তাহলে চুক্তি ও সন্ধি রক্ষার স্বার্থে তাদের জান-মালের হেফাযতের জন্য রাসূলকে যালেমদের হামলা প্রতিরোধে এগিয়ে যাওয়াটা নৈতিক বাধ্যবাধকতা ছিল।"
    },
    {
        "id": "55",
        "block":"6",
        "title": "ক্বিবলা পরিবর্তন:",
        "text": "২য় হিজরীর শা‘বান মুতাবিক ৬২৪ খৃঃ ফেব্রুয়ারী মাসে ক্বিবলা পরিবর্তনের আদেশ সূচক আয়াতটি (বাক্বারাহ ১৪৪) নাযিল হয়। যাতে ১৬/১৭ মাস পরে বায়তুল মুক্বাদ্দাস হতে কা‘বার দিকে মুখ ফিরিয়ে ছালাত আদায়ের নির্দেশ জারি করা হয়। এই হুকুম নাযিলের মাধ্যমে কপট ইহুদীদের মুখোশ খুলে গেল। যারা মুসলমানদের কাতারে শামিল হয়েছিল স্রেফ ফাটল ধরানো ও বিশৃংখলা সৃষ্টির জন্য। একই সময়ে সূরা বাক্বারাহ ১৯০-১৯৩ আয়াত নাযিল হয়। যাতে বলা হয় وَأَخْرِجُوْهُم مِّنْ حَيْثُ أَخْرَجُوْكُمْ যে স্থান হতে তারা তোমাদের বহিষ্কার করেছে, সে স্থান হতে তোমরাও তাদের বহিষ্কার কর’। বলা বাহুল্য ক্বিবলা পরিবর্তনের হুকুম নাযিলের পরে রাসূলের মধ্যে এবং সাধারণভাবে সকল মুসলমানের মধ্যে আশা ও আনন্দের ঢেউ জেগে ওঠে এবং তাদের অন্তরে মক্কায় ফিরে যাওয়ার আকাংখা ও উদ্দীপনা তীব্র হয়ে ওঠে, যা আসন্ন বদর যুদ্ধে তাদেরকে বিজয়ী হতে সাহায্য করে।"
    },
    {
        "id": "56",
        "block":"6",
        "title": "বদর যুদ্ধের প্রত্যক্ষ কারণ:",
        "text": "রাসূলুল্লাহ (ছাঃ) সিরিয়া ফেরত মক্কার ব্যবসায়ী কাফেলার গতিবিধি পর্যবেক্ষণ ও তাদের পুরা খবরাখবর সংগ্রহের জন্য তালহা বিন উবায়দুল্লাহ ও সাঈদ বিন যায়েদকে প্রেরণ করেন। তারা ‘হাওরা’ (الحوراء) নামক স্থানে পৌঁছে জানতে পারেন যে, আবু সুফিয়ানের নেতৃত্বে বিরাট এক ব্যবসায়ী কাফেলা সতবর ঐ স্থান অতিক্রম করবে; যাতে রয়েছে এক হাযার উট বোঝাই কমপক্ষে ৫০,০০০ স্বর্ণমুদ্রার মাল-সম্পদ এবং তাদের প্রহরায় রয়েছে আমর ইবনুল আছ সহ মাত্র ৪০ জন সশস্ত্র জোয়ান। রাসূলুল্লাহ (ছাঃ) চিন্তা করলেন যে, এই বিপুল মাল-সম্পদ মক্কায় পৌঁছে গেলে তার প্রায় সবই ব্যবহার করা হবে মদীনায় মুহাজিরগণকে ধ্বংস করার কাজে। অতএব আর মোটেই কালক্ষেপন না করে তখনই বেরিয়ে পড়ার সিদ্ধান্ত নেন ওই কাফেলাকে আটকানোর জন্য।"
    },
    {
        "id": "57",
        "block":"6",
        "title": "★★★ বদর যুদ্ধের বিবরণ - মাদানী বাহিনীর অগ্রযাত্রা:",
        "text": "২য় হিজরীর ১৭ রামাযান ৬২৪ খৃঃ ১১ মার্চ শুক্রবার (মানছূরপুরী ৩ মার্চ মঙ্গলবার বলেছেন)। অবশেষে ৮ অথবা ১২ই রামাযান তারিখে ৩১৩ জনের কাফেলা নিয়ে সাধারণ প্রস্ত্ততি সহ তিনি রওয়ানা হলেন। যার মধ্যে ৮২, ৮৩ বা ৮৬ জন ছিলেন মুহাজির এবং বাকীগণ ছিলেন আনছার। আনছারগণের মধ্যে ৬১ জন ছিলেন আউস গোত্রের এবং ১৭০ জন ছিলেন খাযরাজের। তিন শতাধিক লোকের এই বাহিনীতে মাত্র ২টি ঘোড়া ছিল যুবায়ের ইবনুল আওয়াম এবং মিক্বদাদ ইবনুল আসওয়াদের এবং ৭০টি উট ছিল। রাসূল (ছাঃ), আলী ও মারছাদ বিন আবী মারছাদ গানাভীর জন্য একটি উট বরাদ্দ ছিল। যাতে পায়ে হাঁটার পালা আসলে রাসূল (ছাঃ) নিজেও হাঁটতেন। কাফেলার পতাকা বহনের দায়িত্ব দেওয়া হয় মদীনার প্রথম দাঈ মুছ‘আব বিন ওমায়েরকে। ইতিপূর্বেকার সকল পতাকার ন্যায় আজকের এ পতাকাও ছিল শ্বেত বর্ণের। ডান বাহুর সেনাপতি নিযুক্ত হন যুবায়ের ইবনুল ‘আওয়াম এবং বাম বাহুর জন্য মিক্বদাদ ইবনুল আসওয়াদ (রাঃ)। পুরা বাহিনীতে এ দুজন মাত্র দু’টি ঘোড়া ছিল। আর পশ্চাদ্ভাগের সেনাপতি নিযুক্ত হন ক্বায়েস ইবনু আবী ছা‘ছা‘আহ (রাঃ)। এতদ্ব্যতীত মুহাজিরগণের পতাকা বাহক হন আলী (রাঃ) এবং আনছারগণের সা‘দ ইবনু মু‘আয (রাঃ)। আর সার্বিক কম্যান্ডের দায়িত্বে থাকেন স্বয়ং রাসূলুল্লাহ (ছাঃ)। কুরায়েশ বাণিজ্য কাফেলার অবস্থা: অন্যদিকে কুরায়েশ কাফেলার নেতা আবু সুফিয়ান অত্যন্ত সতর্কতার সঙ্গে পথ চলছিলেন। যাকেই পেতেন, তাকেই মদীনা বাহিনী সম্পর্কে জিজ্ঞেস করতেন। তিনি একটি সূত্রে জানতে পারলেন যে, কাফেলার উপরে হামলা করার জন্য মুহাম্মাদ নির্দেশ দিয়েছেন। এ সংবাদে ভীত হয়ে আবু সুফিয়ান একজনকে পারিশ্রমিকের বিনিময়ে মক্কায় পাঠিয়ে দিলেন, যাতে দ্রুত সাহায্যকারী বাহিনী পৌঁছে যায়। এরপর বদর প্রান্তর অতিক্রম করার আগেই তিনি কাফেলা থামিয়ে দিয়ে নিজে অগ্রসর হন ও মদীনা বাহিনীর খবর নেন এবং জানতে পারেন যে, দুজন উষ্ট্রারোহীকে তারা দেখেছিল, যারা টিলার পাশে তাদের উট বসিয়ে মশকে পানি ভরে নিয়ে চলে গেছে। সুচতুর আবু সুফিয়ান সঙ্গে সঙ্গে টিলার পাশে গিয়ে উটের গোবর থেকে খেজুরের আটি খুঁজে পেয়ে বুঝে নিলেন যে, এটি মদীনার উট। ব্যস! তখনই ফিরে এসে কাফেলাকে নিয়ে বদরের পথ ছেড়ে ডান দিক দিয়ে উপকূলের পথে চলে গেলেন এবং এভাবে তিনি স্বীয় কাফেলাকে মদীনা বাহিনীর কবল থেকে বাঁচিয়ে নিতে সক্ষম হলেন। অতঃপর তিনি নিরাপদে পার হয়ে আসার খবর মক্কায় পাঠিয়ে দিলেন। যাতে ইতিপূর্বে পাঠানো খবরের রেশ ধরে তারা অহেতুক যুদ্ধে বের না হয়। মাক্কী বাহিনীর অগ্রযাত্রা: কিন্তু এখবর যখন পৌঁছল, তখন আবু জাহলের নেতৃত্বে ১৩০০ মাক্কী ফৌজ রওয়ানা হয়ে জুহফা নামক স্থানে পৌঁছে গেছে। অতঃপর আবু সুফিয়ানের এ খবর পেয়ে মাক্কী বাহিনীর সবাই মক্কায় ফিরে যাওয়ার পক্ষে মত প্রকাশ করল। কিন্তু আবু জাহলের অহংকারের ফলে কারু মতামত গ্রাহ্য হল না। তবু তার আদেশ অগ্রাহ্য করে আখনাস ইবনে শুরায়েক্ব-এর নেতৃত্বে বনু যোহরা গোত্রের ৩০০ লোক মক্কায় ফিরে গেল। বনু হাশেমও ফিরে যেতে চাইল। কিন্তু মুহাম্মাদ-এর স্বগোত্র হওয়ায় তাদের উপরে আবু জাহলের কঠোরতা ছিল অন্যদের চেয়ে বেশী। ফলে তারা ক্ষান্ত হন। অতঃপর আবু জাহল বদর অভিমুখে রওয়ানা হন এবং দর্পভরে বলেন, আল্লাহর কসম! আমরা বদরে যাব ও সেখানে তিনদিন থাকব ও আমোদ-ফূর্তি করে পান ভোজন করব। এর ফলে সমগ্র আরব জাতির উপরে আমাদের শক্তি প্রকাশিত হবে ও সকলে ভীত হবে। এই সময় সব মিলিয়ে মাক্কী বাহিনীতে এক হাযার ফৌজ ছিল। তন্মধ্যে দু’শো অশ্বারোহী, ছয়শো লৌহবর্ম ধারী এবং গায়িকা বাঁদী দল তাদের বাদ্যযন্ত্রাদি সহ ছিল। প্রতি মনযিলে খাদ্যের জন্য তারা ১০টি করে উট যবেহ করত। উল্লেখ্য যে, মাক্কী বাহিনীতে বনু ‘আদী ব্যতীত মক্কার সকল গোত্রের লোক বা তাদের প্রতিনিধি যোগদান করেছিল। অথবা যোগদানে বাধ্য করা হয়েছিল। যেমন রাসূলের চাচা আববাস, হযরত আলীর দু’ভাই তালেব ও আক্বীল। রাসূলের জামাতা আবুল ‘আছ সহ বনু হাশেমের লোকেরা। কেননা আবু সুফিয়ানের বাণিজ্য কাফেলায় সকল গোত্রের লোকদের মালামাল ছিল। [8] বাদরের প্রান্তরে মাক্কী বাহিনী যখন মাদানী বাহিনীর নিকটবর্তী হল, তখন আবু জাহল আল্লাহর নিকটে প্রার্থনা করে বললেন, ‘হে আল্লাহ! আমাদের মধ্যকার অধিক আত্মীয়তার বন্ধন ছিন্নকারী এবং অজানা বিপদ সমূহের আনয়নকারী যে দল, তুমি তাদেরকে আগামীকাল সকালে ধ্বংস করে দাও’। এভাবে তিনি নিজের প্রার্থনা দ্বারা নিজের উপর ধবংস ডেকে নিলেন। [18] যুদ্ধ শুরু: কুরায়েশ পক্ষের জনৈক হঠকারী আসওয়াদ বিন আব্দুল আসাদ আল-মাখযূমী দৌড়ে এসে বলল, আমি এই হাউয থেকে পানি পান করব, অথবা একে ভেঙ্গে ফেলব অথবা এখানেই মরব’। তখন হামযা (রাঃ) এসে তার পায়ে আঘাত করলেন। এমতাবস্থায় সে পা ঘেঁষতে ঘেঁষতে হাউযের দিকে এগোতে লাগল। হামযা তাকে দ্বিতীয় বার আঘাত করলে সে হাউযেই মরে পড়ল ও তার প্রতিজ্ঞা পূর্ণ হল। এরপর যুদ্ধের আগুন জ্বলে উঠলো এবং সে যুগের নিয়ম অনুযায়ী কুরায়েশ পক্ষ মুসলিম পক্ষের বীরযোদ্ধাদের দ্বৈতযুদ্ধে আহবান করল। তাদের একই পরিবারের তিনজন সেরা অশ্বারোহী বীর উৎবা ও শায়বাহ বিন রাবী‘আহ এবং অলীদ বিন উৎবা এগিয়ে এল। জবাবে মুসলিম পক্ষ হতে মু‘আয ও মু‘আবিবয বিন আফরা কিশোর দুই ভাই ও আব্দুল্লাহ বিন রাওয়াহা তিনজন আনছার তরুণ যুবক বীরদর্পে এগিয়ে গেলেন। কিন্তু কুরায়েশ পক্ষ বলে উঠলো হে মুহাম্মাদ! আমাদের স্বগোত্রীয় সমকক্ষদের পাঠাও’। তখন রাসূলুল্লাহ (ছাঃ) বলেন, হে ওবায়দাহ, হে হামযাহ, হে আলী তোমরা যাও। অতঃপর আলী তার প্রতিপক্ষ অলীদ বিন উৎবাহকে, হামযাহ তার প্রতিপক্ষ শায়বাহ বিন রাবী‘আহকে এক নিমিষেই খতম করে ফেললেন। ওদিকে বৃদ্ধ ওবায়দাহ ইবনুল হারেছ তার প্রতিপক্ষ উৎবা বিন রাবী‘আহর সঙ্গে যুদ্ধে আহত হলেন। তখন আলী ও হামযাহ তার সাহায্যে এগিয়ে এসে উৎবাহকে শেষ করে দেন ও ওবায়দাহকে উদ্ধার করে নিয়ে যান। কিন্তু অতিরিক্ত রক্ত ক্ষরণের ফলে যুদ্ধশেষে মদীনায় ফেরার পথে ৪র্থ বা ৫ম দিন ওবায়দাহ শাহাদাত বরণ করেন। [22] প্রথম আঘাতেই সেরা তিনজন বীরযোদ্ধা ও গোত্র নেতাকে হারিয়ে কুরায়েশ পক্ষ মরিয়া হয়ে ঝাঁপিয়ে পড়ল। এ সময় আল্লাহর রাসূল (ছাঃ) আল্লাহর নিকটে আকুলভাবে নিম্নোক্ত প্রার্থনা করেন, ‘হে আল্লাহ! তুমি আমাকে যে ওয়াদা দিয়েছিলে তা পূর্ণ কর। হে আল্লাহ! আমি তোমার কাছে তোমার অঙ্গীকার ও ওয়াদা পূরণের প্রার্থনা জানাচ্ছি। … হে আল্লাহ! যদি এই ক্ষুদ্র দলটি ধ্বংস হয়ে যায়, তাহলে আজকের দিনের পরে তোমার ইবাদত করার মত কেউ আর ভূপৃষ্ঠে থাকবে না’। তিনি প্রার্থনায় এমন আত্মভোলা ও বিনয়ী হয়ে ভেঙ্গে পড়লেন যে, তার স্কন্ধ হতে চাদর পড়ে গেল। এ দৃশ্য দেখে আবুবকর ছুটে এসে তার চাদর উঠিয়ে দিয়ে তাকে জড়িয়ে ধরে বললেন, হে রাসূল! যথেষ্ট হয়েছে, আপনার পালনকর্তার নিকটে আপনি চূড়ান্ত প্রার্থনা করেছেন’। এ সময় আয়াত নাযিল হল- إِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّيْ مُمِدُّكُمْ بِأَلْفٍ مِّنَ الْمَلآئِكَةِ مُرْدِفِيْنَ- ‘যখন তোমরা তোমাদের পালনকর্তার নিকটে কাতর প্রার্থনা করছিলে, তখন তিনি তোমাদের দো‘আ কবুল করলেন। আমি তোমাদেরকে সাহায্য করব এক হাযার ফেরেশতা দ্বারা, যারা হবে ধারাবাহিক ভাবে অবতরণকারী’। [23] ফেরেশতাগণের অবতরণ: রাসূলুল্লাহ (ছাঃ) ছালাত অবস্থায় এক সময় সামান্য তন্দ্রাচ্ছন্ন হয়ে পড়েন। অতঃপর তিনি হাসতে হাসতে জেগে উঠে বলেন, আবুবকর! সুসংবাদ নাও। আল্লাহর সাহায্য এসে গেছে। ঐ যে জিব্রীল যুদ্ধসাজে সজ্জিত হয়ে তার ঘোড়ার লাগাম ধরে টিলার কাছে দাঁড়িয়ে আছেন। অতঃপর তিনি سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ- (‘সত্বর দলটি পরাজিত হবে এবং পৃষ্ঠপ্রদর্শন করে পালাবে’) ১৭ আয়াতটি পড়তে পড়তে সামিয়ানার বাইরে এলেন। কোন কোন বর্ণনায় এসেছে যে, তিনি বাইরে এসে আঙ্গুলের ইশারা করে করে বলেন, ওটা আবু জাহলের বধ্যভূমি, ওটা অমুকের, ওটা অমুকের’। রাবী আনাস (রাঃ) বলেন, তাদের কেউ ঐ স্থান অতিক্রম করতে পারেনি, যেখানে যেখানে আল্লাহর রাসূল (ছাঃ) ইশারা করেছিলেন। [25] তারপর তিনি এক মুষ্টি কংকরময় বালু হাতে নিয়ে শত্রুবাহিনীর দিকে ছুঁড়ে মারলেন আর বল্লেন, شاهت الوجوه ‘চেহারাগুলো বিকৃত হৌক’। ফলে শত্রুবাহিনীর মুশরিকদের এমন কেউ থাকলো না, যার চোখে ঐ বালু প্রবেশ করেনি। নিঃসন্দেহে এটি ছিল ফেরেশতাদের মাধ্যমে আল্লাহর বিশেষ সাহায্য। তাই আল্লাহ স্বীয় রাসূলকে বলেন, وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـكِنَّ اللهَ رَمَى- ‘তুমি যখন বালু নিক্ষেপ করেছিলে, প্রকৃতপক্ষে তা তুমি নিক্ষেপ করোনি, বরং আল্লাহ নিক্ষেপ করেছিলেন’। [26] বালু নিক্ষেপের পর আল্লাহর রাসূল (ছাঃ) স্বীয় বাহিনীকে জান্নাতের প্রতি উৎসাহ দিয়ে বলেন, قُوْمُوا إلَى جَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ- ‘তোমরা এগিয়ে চলো ঐ জান্নাতের পানে যার প্রশস্ততা আসমান ও যমীন পরিব্যপ্ত’। রাসূলের এ আহবান মুসলমানের দেহমনে ঈমানী বিদ্যুতের চমক এনে দিল। তিনি আরও বললেন, وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لاَ يُقَاتِلُهُمُ الْيَوْمَ رَجُلٌ فَيُقْتَلُ صَابِرًا مُحْتَسِبًا مُقْبِلًا غَيْرَ مُدْبِرٍ إلاَّ أَدْخَلَهُ اللهُ الْجَنَّةَ- ‘যার হাতে মুহাম্মাদের জীবন নিহিত, তার কসম করে বলছি, যে ব্যক্তি আজকে দৃঢ়পদে নেকীর উদ্দেশ্যে লড়াই করবে, পিছপা হবে না, সর্বদা সম্মুখে অগ্রসর হবে, অতঃপর যদি সে নিহত হয়, তবে আল্লাহ তাকে অবশ্যই জান্নাতে প্রবেশ করাবেন’। জান্নাত পাগল মুমিন মৃত্যুকে পায়ে দলে শতগুণ শক্তি নিয়ে সম্মুখে আগুয়ান হল। এমন সময় জনৈক ছাহাবী উমায়ের বিন হোমাম বাখ বাখ (بخ بخ) বলে উঠলেন। রাসূলুল্লাহ (ছাঃ) তাকে এর কারণ জিজ্ঞেস করলে তিনি বললেন, আমি জান্নাতবাসী হতে চাই’। রাসূলুল্লাহ (ছাঃ) তাকে সুসংবাদ দিয়ে বললেন, فَإِنَّكَ مِنْ أَهْلِهَا ‘নিশ্চয়ই তুমি তার অধিবাসী’। একথা শুনে ছাহাবী থলি হতে কিছু খেজুর বের করে খেতে লাগলেন। কিন্তু জান্নাত পাগল এই ছাহাবীর তর সইছে না। এক সময় বলে উঠলেন, لَئِنْ أَنَا حَيِّيْتُ حَتَّى آكُلَ تَمَرَاتِيْ هَذِهِ إِنَّهَا لَحَيَاةٌ طَوِيْلَةٌ، ‘যদি আমি এই খেজুরগুলি খেয়ে শেষ করা পর্যন্ত বেঁচে থাকি, তবে সেটাতো দীর্ঘ জীবন হয়ে যাবে’ বলেই সমস্ত খেজুর ছুঁড়ে ফেলে দিয়ে যুদ্ধে ঝাঁপিয়ে পড়লেন ও বিপুল বিক্রমে যুদ্ধ করতে করতে এক পর্যায়ে শহীদ হয়ে গেলেন’। [28] ফেরেশতাগণের যুদ্ধে যোগদান: মুসলিম বাহিনীর এই হামলার প্রচন্ডতার সাথে সাথে যোগ হয় ফেরেশতাগণের হামলা। ইকরিমা বিন আবু জাহল (যিনি ঐ যুদ্ধে পিতার সাথে শরীক ছিলেন এবং মক্কা বিজয়ের পরে মুসলমান হন) বলেন, ঐদিন আমাদের লোকদের মস্তক দেহ থেকে বিচ্ছিন্ন হয়ে পড়ে যেতো, অথচ দেখা যেতো না কে মারলো (তাবাক্বাতে ইবনু সা‘দ)। আবু দাঊদ আল-মাযেনী বলেন, আমি একজন মুশরিক সৈন্যকে মারতে উদ্যত হব। ইতিমধ্যে তার ছিন্ন মস্তক আমার সামনে এসে পড়ল। আমি বুঝতেই পারলাম না, কে ওকে মারল’। রাসূলের চাচা আববাস যিনি বাহ্যিকভাবে মুশরিক বাহিনীতে ছিলেন, জনৈক আনছার তাকে বন্দী করে আনলে, তিনি বললেন, আল্লাহর কসম! আমাকে এ ব্যক্তি বন্দী করেনি। বরং যে ব্যক্তি বন্দী করেছে, তাকে এখন দেখতে পাচ্ছি না। তিনি একজন চুল বিহীন মাথাওয়ালা ও সুন্দর চেহারার মানুষ এবং বিচিত্র বর্ণের একটি সুন্দর ঘোড়ায় তিনি সওয়ার ছিলেন। [30] মাক্কী বাহিনীর পলায়ন:সুরাক্বা বেশী ইবলীসের পলায়নে এবং মুসলিম বাহিনীর দুর্ধর্ষ আক্রমনে পর্যুদস্ত মুশরিক বাহিনী প্রাণভয়ে পালাতে থাকল। এ দৃশ্য দেখে তাদের ধরে রাখার জন্য আবু জাহল তার লোকদের উদ্দেশ্যে জোরালো ভাষণ দিয়ে বলে উঠলো, সোরাক্বার পলায়নে তোমরা ভেঙ্গে পড়ো না। সে আগে থেকেই মুহাম্মাদের চর ছিল। ওৎবা, শায়বা, ওয়ালীদের মৃত্যুতেও ভীত হওয়ার কারণ নেই। কেননা তাড়াহুড়োর মধ্যে তারা মারা পড়েছেন। লাত ও উযযার শপথ করে বলছি, ওদেরকে শক্ত করে রশি দিয়ে বেঁধে না ফেলা পর্যন্ত আমরা ফিরে যাব না। অতএব তোমরা ওদেরকে মেরো না। বরং ধরো এবং বেঁধে ফেল’। কেননা তাড়াহুড়োর মধ্যে তারা মারা পড়েছেন। লাত ও উযযার শপথ করে বলছি, ওদেরকে শক্ত করে রশি দিয়ে বেঁধে না ফেলা পর্যন্ত আমরা ফিরে যাব না। অতএব তোমরা ওদেরকে মেরো না। বরং ধরো এবং বেঁধে ফেল’। তখন ওরা দুজন তীব্র বেগে ছুটে গিয়ে ভিড়ের মধ্যে ঢুকে পড়ল এবং মু‘আয প্রথম আঘাতেই আবু জাহলের পা তার দেহ থেকে বিচ্ছিন্ন করে ফেলল। এ সময় তার কাঁধে ইকরিমা বিন আবু জাহলের তরবারির আঘাতে মু‘আযের একটি হাত কেটে ঝুলতে থাকলে সে নিজের পা দিয়ে চেপে ধরে এক টানে সেটাকে দেহ থেকে বিচ্ছিন্ন করে ফেলল। তারপর ছোট ভাই মু‘আউভিযের আঘাতে আবু জাহল ধরাশায়ী হলে তারা উভয়ে রাসূলের কাছে এসে গর্বভরে বলে উঠলো হে রাসূল! আবু জাহলকে আমি হত্যা করেছি। রাসূলুল্লাহ (ছাঃ) বললেন, তোমাদের তরবারি মুছে ফেলেছ কি?"
    },
    {
        "id": "58",
        "block":"6",
        "title": "মাক্কী বাহিনীর পলায়ন: ",
        "text": "সুরাক্বা বেশী ইবলীসের পলায়নে এবং মুসলিম বাহিনীর দুর্ধর্ষ আক্রমনে পর্যুদস্ত মুশরিক বাহিনী প্রাণভয়ে পালাতে থাকল। এ দৃশ্য দেখে তাদের ধরে রাখার জন্য আবু জাহল তার লোকদের উদ্দেশ্যে জোরালো ভাষণ দিয়ে বলে উঠলো, সোরাক্বার পলায়নে তোমরা ভেঙ্গে পড়ো না। সে আগে থেকেই মুহাম্মাদের চর ছিল। ওৎবা, শায়বা, ওয়ালীদের মৃত্যুতেও ভীত হওয়ার কারণ নেই। কেননা তাড়াহুড়োর মধ্যে তারা মারা পড়েছেন। লাত ও উযযার শপথ করে বলছি, ওদেরকে শক্ত করে রশি দিয়ে বেঁধে না ফেলা পর্যন্ত আমরা ফিরে যাব না। অতএব তোমরা ওদেরকে মেরো না। বরং ধরো এবং বেঁধে ফেল’। কিন্তু আবু জাহলের এই তর্জন-গর্জন অসার প্রমাণিত হল। বর্ষিয়ান ছাহাবী আব্দুর রহমান বিন ‘আওফকে আনছারদের বানু সালামাহ গোত্রের কিশোর দুভাই মু‘আয ও মু‘আউভিয বিন ‘আফরা পৃথকভাবে এসে জিজ্ঞেস করল ‘চাচাজী! আবু জাহল লোকটিকে আমাকে দেখিয়ে দিন। সে নাকি আমাদের রাসূলকে গালি দেয়’? তারা প্রত্যেকে পৃথকভাবে গোপনে এসে চাচাজীর কানে কানে একই কথা বলল। আব্দুর রহমান বিন ‘আওফ বলেন, আমি ওদের নিরাপত্তার বিষয় নিয়ে দুশ্চিন্তায় পড়ে গেলাম। কিন্তু ওরা নাছোড় বান্দা। ফলে বাধ্য হয়ে দেখিয়ে দিলাম। তখন ওরা দুজন তীব্র বেগে ছুটে গিয়ে ভিড়ের মধ্যে ঢুকে পড়ল এবং মু‘আয প্রথম আঘাতেই আবু জাহলের পা তার দেহ থেকে বিচ্ছিন্ন করে ফেলল। এ সময় তার কাঁধে ইকরিমা বিন আবু জাহলের তরবারির আঘাতে মু‘আযের একটি হাত কেটে ঝুলতে থাকলে সে নিজের পা দিয়ে চেপে ধরে এক টানে সেটাকে দেহ থেকে বিচ্ছিন্ন করে ফেলল। তারপর ছোট ভাই মু‘আউভিযের আঘাতে আবু জাহল ধরাশায়ী হলে তারা উভয়ে রাসূলের কাছে এসে গর্বভরে বলে উঠলো হে রাসূল! আবু জাহলকে আমি হত্যা করেছি। রাসূলুল্লাহ (ছাঃ) বললেন, তোমাদের তরবারি মুছে ফেলেছ কি? তারা বলল, না। তারপর উভয়ের তরবারি পরীক্ষা করে রাসূলুল্লাহ (ছাঃ) বললেন, كلاكما قتله ‘তোমরা উভয়ে তাকে হত্যা করেছ’। অবশ্য এই যুদ্ধে মু‘আউভিয বিন আফরা পরে শহীদ হন এবং মু‘আয বিন আফরা হযরত ওছমানের খেলাফতকাল পর্যন্ত বেঁচে ছিলেন। জানা আবশ্যক যে, মু‘আয ও মু‘আউভিয উভয়ে তাদের বীরমাতা ‘আফরা’-র দিকে সম্বন্ধিত হয়ে ইবনু ‘আফরা নামে পরিচিত। [32] পরে আব্দুল্লাহ ইবনে মাসঊদ গিয়ে দেখেন আবু জাহলের তখনও নিঃশ্বাস চলছে। তিনি তার দাড়ি ধরে মাথা কেটে নেবার জন্য ঘাড়ে পা রাখলে সে বলে ওঠে, রে বকরীর রাখাল, তুই এতদূর বেড়ে গিয়েছিস? উল্লেখ্য যে, ইবনু মাসঊদ (রাঃ) মক্কায় বকরীর রাখাল ছিলেন। তারপর বলল, ওহ্! আমাকে যদি (মদীনার) ঐ চাষারা হত্যা না করে অন্য কেউ হত্যা করতো! [33] আব্দুল্লাহ ইবনে মাসঊদ তার মাথাটা কেটে নিয়ে রাসূলের দরবারে হাযির হলেন। তখন রাসূলুল্লাহ (ছাঃ) বলে ওঠেন,‘আল্লাহর শপথ, যিনি ব্যতীত কোন উপাস্য নেই’। একথা তিনবার বলার পরে তিনি বললেন, ‘আল্লাহু আকবার, যাবতীয় প্রশংসা সেই আল্লাহর জন্য, যিনি তাঁর ওয়াদা বাস্তবায়িত করেছেন, তার বান্দাকে সাহায্য করেছেন এবং শত্রু সেনা দলকে একাই পরাভূত করেছেন’। এই দো‘আটি হজ্জ বা ওমরাহ কালে ছাফা-মারওয়া সাঈ করার শুরুতে ছাফা পাহাড়ে উঠে কা‘বা গৃহের দিকে ফিরে দু’হাত উঠিয়ে তিনবার ‘আল্লাহু আকবার’ বলার পর পাঠ করতে হয় মূলতঃ মক্কা বিজয়ের স্মৃতি মনে করিয়ে দেবার জন্য। [35] এই যুদ্ধে মুসলিম পক্ষে ৬জন মুহাজির ও ৮ জন আনছার শহীদ হন। কাফের পক্ষে ৭০ জন নিহত ও ৭০ জন নেতৃস্থানীয় ব্যক্তি বন্দী হয়। তাদের বড় বড় ২৪ জন নেতাকে বদরের একটি পরিত্যক্ত দুর্গন্ধময় কূপে (القليب) নিক্ষেপ করা হয়। তাদের মধ্যে হিজরতের প্রাক্কালে মক্কায় রাসূলকে হত্যার ষড়যন্ত্রকারী আবু জাহল সহ ১৪ নেতার ১১ জন এই যুদ্ধে নিহত হয়। বাকী তিনজন আবু সুফিয়ান, জুবায়ের বিন মুতব‘ইম ও হাকীম বিন হেযাম পরে মুসলমান হন।"
    },
    {
        "id": "59",
        "block":"6",
        "title": "যুদ্ধবন্দীদের বিষয়ে ফায়ছালা: ",
        "text": "রাসূল (ছাঃ)-এর আগমনের একদিন পরে বন্দীদের কাফেলা মদীনায় পৌছে। রাসূলুল্লাহ (ছাঃ) তাদেরকে ছাহাবীগণের মধ্যে বণ্টন করে দেন এবং তাদের সাথে উত্তম ব্যবহারের আদেশ দেন। তাঁর নির্দেশ যথাযথভাবে পালিত হয় এবং ছাহাবীগণ নিজেরা খেজুর খেয়ে বন্দীদের রুটি খাওয়ান। কেননা ঐ সময় মদীনায় খেজুর ছিল সাধারণ খাদ্য এবং রুটি ছিল মূল্যবান খাদ্য। অতঃপর তিনি ছাহাবীগণের সাথে পরামর্শ করেন। আবুবকর (রাঃ) তাদেরকে রক্তমূল্য নিয়ে ছেড়ে দিতে বলেন। কেননা এর ফলে কাফেরদের বিরুদ্ধে আমাদের শক্তি বৃদ্ধি পাবে। তাছাড়া এর মাধ্যমে আল্লাহ তাদের হেদায়াত নছীব করতে পারেন এবং তারা আমাদের জন্য সাহায্যকারী হতে পারে। কিন্তু ওমর ফারূক (রাঃ) স্ব স্ব আত্মীয়কে স্ব স্ব হস্তে হত্যা করার পরামর্শ দেন। দয়ার নবী আবু বকরের পরামর্শ গ্রহণ করলেন এবং অধিকাংশ বন্দীকে রক্তমূল্য নিয়ে ছেড়ে দেন। রাসূলের জামাতা আবুল ‘আছের রক্তমূল্য বাবদ তাঁর কন্যা যয়নবের যে কণ্ঠহারটি পেশ করা হয়, তা ছিল হযরত খাদীজার দেওয়া। তা দেখে রাসূল (ছাঃ) কেঁদে ফেলেন এবং সবাইকে অনুরোধ করেন রক্তমূল্য ছাড়াই তাকে মুক্তি দেওয়ার জন্য। বিনিময়ে কন্যা যয়নবকে মদীনায় পাঠিয়ে দেওয়ার শর্ত করা হয় এবং তা যথারীতি পূরণ হয়। বন্দী মুক্তির পরের দিনই সূরা আনফালের ৬৭ ও ৬৮ আয়াত নাযিলের মাধ্যমে হযরত ওমরের পরামর্শের প্রতি আল্লাহর সমর্থন প্রকাশ পায়। যাতে আল্লাহর রাসূল (ছাঃ) ও আবু বকর (রাঃ) ক্রন্দন করতে থাকেন। উক্ত আয়াতে বলা হয়, مَا كَانَ لِنَبِيٍّ أَنْ يَكُوْنَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيْدُوْنَ عَرَضَ الدُّنْيَا وَاللهُ يُرِيْدُ الآخِرَةَ وَاللهُ عَزِيْزٌ حَكِيْمٌ- لَوْلاَ كِتَابٌ مِّنَ اللهِ سَبَقَ لَمَسَّكُمْ فِيْمَا أَخَذْتُمْ عَذَابٌ عَظِيْمٌ- (الأنفال ‘দেশে ব্যাপকভাবে শত্রুকে পরাভূত না করা পর্যন্ত বন্দী রাখা কোন নবীর জন্য সঙ্গত নয়। তোমরা কামনা কর পার্থিব সম্পদ আর আল্লাহ চান আখেরাতের কল্যাণ। আল্লাহ মহাপরাক্রান্ত ও প্রজ্ঞাময়’। ‘আল্লাহর পক্ষ হতে পূর্ব বিধান না থাকলে তোমরা যা গ্রহণ করেছ, তজ্জন্য তোমাদেরকে ভয়ংকর শাস্তি গ্রেফতার করত’ (আনফাল ৮/৬৭-৬৮)।"
    },
    {
        "id": "60",
        "block":"6",
        "title": "বদর যুদ্ধের গুরুত্ব: ",
        "text": "(১) এটাই ছিল মুসলমানদের সাথে মুশরিকদের সর্বপ্রথম মুখোমুখি সশস্ত্র সংঘর্ষ। (২) এটি ছিল ইসলামের টিকে থাকা না থাকার ফায়ছালাকারী যুদ্ধ (৩) এটি ছিল হক ও বাতিলের পার্থক্যকারী অথচ একটি অসম যুদ্ধ। এ কারণেই এ যুদ্ধের দিনটিকে পবিত্র কুরআনে ‘ইয়াওমুল ফুরক্বান’ বা কুফর ও ইসলামের মধ্যে ‘ফায়ছালাকারী দিন’ (আনফাল ৮/৪১) বলে অভিহিত করা হয়েছে । (৪) বদরের এ দিনটিকে আল্লাহ স্মরণীয় হিসাবে উল্লেখ করে বলেন, وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوْا اللهَ لَعَلَّكُمْ تَشْكُرُوْنَ- ‘নিশ্চয়ই আল্লাহ তোমাদের সাহায্য করেছেন বদরের যুদ্ধে। অথচ তোমরা ছিলে দুর্বল। অতএব আল্লাহকে ভয় কর যাতে তোমরা কৃতজ্ঞ হতে পার’ (আলে ইমরান ৩/১২৩)। (৫) বদরের যুদ্ধ ছিল কাফেরদের মূল কর্তনকারী ও সত্যকে প্রতিষ্ঠা দানকারী। এ যুদ্ধের পরে কাফের সমাজে এমন আতংক প্রবেশ করে যে, তারা আর কখনো বিজয়ের মুখ দেখেনি। যেমন আল্লাহ বলেন, وَإِذْ يَعِدُكُمُ اللهُ إِحْدَى الطَّائِفَتِيْنِ أَنَّهَا لَكُمْ وَتَوَدُّوْنَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللهُ أَنْ يُّحِقَّ الحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِيْنَ- لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ- ‘ আর যখন আল্লাহ দু’টি দলের একটির ব্যাপারে তোমাদের সাথে ওয়াদা করেছিলেন যে, সেটি তোমাদের হস্তগত হবে আর তোমরা কামনা করছিলে যাতে কোনরূপ কণ্টক ছাড়াই সেটা তোমাদের হাতে আসে। অথচ আল্লাহ চাইতেন সত্যকে স্বীয় কালামের মাধ্যমে সত্যে পরিণত করতে এবং কাফেরদের মূল কর্তন করে দিতে’। ‘যাতে করে তিনি সত্যকে সত্য এবং মিথ্যাকে মিথ্যা প্রতিপন্ন করে দেন, যদিও পাপীরা তাতে নাখোশ হয়’ (আনফাল ৮/৭-৮)। (৬) এ যুদ্ধে বিজয়ের ফলে মুসলমানদের শক্তি ও সাহস বৃদ্ধি পায়। দলে দলে লোকেরা ইসলামে প্রবেশ করতে থাকে। এমনকি মুনাফিক নেতা আব্দুল্লাহ প্রকাশ্যে ইসলাম কবুলে বাধ্য হয়। শত্রুরা ভীত হয়ে চুপসে যায়। (৭) বদরের যুদ্ধের বিজয় ছিল মক্কা বিজয়ের সোপান স্বরূপ। এই সময় শা‘বান মাস থেকে কা‘বার দিকে কিবলা পরিবর্তিত হয় এবং বদর যুদ্ধের মাত্র ছয় বছর পরেই ৮ম হিজরীর ১৭ই রামাযান তারিখে মক্কা বিজয়ের মাধ্যমে যা পূর্ণতা লাভ করে।"
    },
    {
        "id": "61",
        "block":"6",
        "title": "ফুটনোট: ",
        "text": "[1] আবুদাঊদ, হা/৩০০৪, ‘খারাজ’ অধ্যায়। [2] বুখারী, হা/৩৯৫০ ‘মাগাযী’ অধ্যায়, ২ পরিচ্ছেদ। [3] মুত্তাফাক্ব আলাইহ, মিশকাত হা/৬১০৫। [4] মায়েদাহ ৫/৬৭; তিরমিযী হা/৩৩২০ ‘তাফসীর’ অধ্যায়। [5] নাসাঈ, হা/৩০৮৫ ‘জিহাদ’ অধ্যায়, ১ অনুচ্ছেদ। [6] রাহমাতুল লিল আলামীন ২/১৮৬। [7] আর-রাহীক্ব ১৯৮। [8] সীরাতে ইবনে হিশাম ১/৬১৮-১৯। 9] কাশশাফ, নাসাফী, বাহরুল মুহীত্ব, ইবনু কাছীর, তাফসীর সূরা আনফাল ১৯ আয়াত; আল-বিদায়াহ ওয়ান নিহায়াহ ৩/২৮২। [10] আহমাদ হা/৮৪৭; ছহীহাহ হা/৩৩৪০। [11] সীরাতে ইবনে হিশাম ১/৬১৫ পৃঃ। [12] আনফাল ৮/৫-৬; ঐ, তাফসীর ইবনে কাছীর; ফাৎহুল বারী হা/৩৭৩৬ ‘তাফসীর’ অধ্যায়; হায়ছামী বলেন, ত্বাবারাণী বলেছেন, সনদ হাসান। [13] সীরাতে ইবনে হিশাম ১/৬১৬-১৭; আহমাদ হা/৯৪৮ সনদ ছহীহ- আহমাদ শাকির। [14] সীরাতে ইবনে হিশাম ১/৬২০-২১। [15] সীরাতে ইবনে হিশাম ১/৬২২; বাক্বারাহ ২/২৪৯। [16] সীরাতে ইবনে হিশাম ১/৬২৩; আল-বিদায়াহ ওয়ান নেহায়াহ ৩/২৬৯। [17] সীরাতে ইবনে হিশাম ১/৬২১। [18] সীরাতে ইবনে হিশাম ১/৬২৮। [19] আর-রাহীক্ব পৃঃ ২১৬। [20] হাকেম ২/৩২৮; কাশশাফ প্রভৃতি। [21] আল-বিদায়াহ ওয়ান নিহায়াহ ৩/২৭০-৭১। [22] আল-বিদায়াহ ওয়ান নিহায়াহ ৩/২৭২। [23] তাফসীর সূরা আনফাল ৮/৯; তিরমিযী হা/৩০৮৯, সনদ হাসান। [24] সীরাতে ইবনে হিশাম ১/৬২৭; বুখারী, মিশকাত হা/৫৮৭২-৭৩ ‘ফাযায়েল ও শামায়েল’ অধ্যায় মু‘জেযা অনুচ্ছেদ-৭; ক্বামার ৫৪/৪৫। [25] মুসলিম, মিশকাত হা/৫৮৭১। [26] আনফাল ৮/১৭; হাদীছটির সনদ মুরসাল। কিন্তু ইবনু কাছীর বলেন, আয়াতটি যে বদর যুদ্ধের ঘটনায় নাযিল হয়েছে, এতে কোন সন্দেহ নেই। বিদ্বানগণের নিকট যা মোটেই গোপন নয়। ঐ, তাফসীর; সীরাতে ইবনে হিশাম ১/৬২৮। [27] তাফসীর ত্বাবারী হা/১৫৮২৩, সনদ মুরসাল; তাফসীর ইবনু কাছীর আনফাল ১৭ আয়াত; মুসলিম, মিশকাত হা/৫৮৯১। [28] মুসলিম, মিশকাত হা/৩৮১০ ‘জিহাদ’ অধ্যায়। [29] সীরাতে ইবনে হিশাম ১/৬৩৩; মুসলিম মিশকাত হা/৫৮৭৪। [30] সীরাতে ইবনে হিশাম ১/৬৩৩। [31] তাফসীর ইবনে কাছীর, আনফাল ৪৮; আল-বিদায়াহ ওয়ান নিহায়াহ ৩/২৮৩। [32] সীরাতে ইবনে হিশাম ১/৬৩৪-৩৫; মুত্তাফাক্ব আলাইহ, মিশকাত হা/৪০২৮। [33] মুত্তাফাক্ব আলাইহ, মিশকাত হা/৪০২৯ ‘জিহাদ’ অধ্যায় ৭ অনুচ্ছেদ। [34] সীরাতে ইবনে হিশাম ১/৬৩৫-৩৬। [35] মুক্তাফাক্ব আলাইহ, মিশকাত হা/৪০২৮-২৯ ‘জিহাদ’ অধ্যায় ৭ অনুচ্ছেদ।"
    },
    {
        "id": "62",
        "block":"7",
        "title": "রাসুলুল্লাহ (সঃ) এর মাদানী জীবন ",
        "text": "★★★ রাসূলুল্লাহ (ছাঃ)-এর মাদানী জীবনকে তিনটি পর্যায়ে ভাগ করা যেতে পারে। এক. ১লা হিজরী সনের ১২ই রবীউল আউয়াল মোতাবেক ৬২২ খৃষ্টাব্দের ২৭ শে সেপ্টেম্বর শুক্রবার হ’তে ৬ষ্ঠ হিজরীর যিলক্বা‘দ মাসে অনুষ্ঠিত হোদায়বিয়ার সন্ধি পর্যন্ত প্রায় ছয় বছর। এই সময় কাফের ও মুনাফিকদের মাধ্যমে ভিতরে ও বাইরের চক্রান্ত-ষড়যন্ত্র ও সশস্ত্র হামলা সমূহ সংঘটিত হয়। ইসলামকে সমূলে উৎখাত করার জন্য এ সময়ের মধ্যে সর্বমোট ৪৮টি বড় ও ছোটখাট অনেকগুলি যুদ্ধ সংঘটিত ও অভিযান পরিচালিত হয়। দুই. মক্কার মুশরিকদের সঙ্গে সন্ধি চলাকালীন সময়। যার মেয়াদকাল ৬ হিজরী থেকে ৮ হিজরীর রামাযান মাসে মক্কা বিজয় পর্যন্ত প্রায় দু’বছর। এই সময়ে প্রধানতঃ ইহুদী ও তাদের মিত্রদের সাথে বড়-ছোট ২১টি যুদ্ধ সংঘটিত হয়। তিন. ৮ম হিজরীতে মক্কা বিজয়ের পর থেকে ১১ হিজরীতে রাসূলের মৃত্যু পর্যন্ত তিন বছর। এই সময়ে দলে দলে লোকেরা ইসলামে প্রবেশ করতে থাকে। চারদিক থেকে গোত্রনেতারা প্রতিনিধি দল নিয়ে মদীনায় এসে ইসলাম গ্রহণ করেন। রাসূলুল্লাহ (ছাঃ) বিদেশী রাজন্যবর্গের নিকটে ইসলামের দাওয়াত দিয়ে দূত মারফত পত্র প্রেরণ করেন। এই সময়ে মানাত, উযযা, সুওয়া‘ প্রভৃতি প্রসিদ্ধ মূর্তিগুলি ভেঙ্গে গুঁড়িয়ে দেওয়া হয়। এই সময় হোনায়েন যুদ্ধ এবং রোম সম্রাট হেরাক্লিয়াসের বিরুদ্ধে তাবূক যুদ্ধে গমন সহ বড়-ছোট ১৩টি অভিযান পরিচালিত হয়। এভাবে মাদানী জীবনের ১০ বছরে ছোট-বড় ৮২টি যুদ্ধ ও অভিযান পরিচালিত হয়। কিন্তু সব বাধা অতিক্রম করে ইসলাম রাষ্ট্রীয় রূপ পরিগ্রহ করে এবং তৎকালীন বিশ্বের পরাশক্তি সমূহকে চ্যালেঞ্জ করে টিকে থাকার মত শক্তিশালী অবস্থানে উপনীত হয়।"
    },
    {
        "id": "63",
        "block":"7",
        "title": "মদীনার সামাজিক অবস্থা:",
        "text": "মক্কা ও মদীনার সামাজিক অবস্থার মধ্যে মৌলিক পার্থক্য ছিল এই যে, মক্কার সমাজ ব্যবস্থাপনায় কুরায়েশদের একক প্রভুত্ব ছিল। ধর্মীয় দিক দিয়ে তাদের অধিকাংশ মূর্তি পূজারী ছিল। পক্ষান্তরে মদীনায় সমাজ ব্যবস্থাপনার ক্ষেত্রে কারু একক কর্তৃত্ব ছিল না। ধর্মীয় দিক দিয়েও তারা এক ছিল না বা বংশধারার দিক দিয়েও এক ছিল না। ইহুদীদের চক্রান্তে আউস ও খাযরাজের মধ্যে বহুদিন ধরে যুদ্ধ চলে আসছিল। সর্বশেষ বু‘আছের যুদ্ধ ছিল সবচেয়ে ধ্বংসকারী। যার পরেই তাদের আমন্ত্রণে রাসূলুল্লাহ (ছাঃ) মদীনায় হিজরত করেন। যুদ্ধ বিধ্বস্ত ইয়াছরিবে এই সময় মূলতঃ দুদল লোক বসবাস করত। একদল ছিল ইয়াছরিবের আদি বাসিন্দা পৌত্তলিক মুশরিক সম্প্রদায়। যারা প্রধানতঃ আউস ও খাযরাজ দু’গোত্রে বিভক্ত ছিল। দ্বিতীয় ছিল ইহুদী সম্প্রদায়। খৃষ্টানরা যাদেরকে মেরে-কেটে ফিলিস্তীন ও সিরিয়া এলাকা থেকে তাড়িয়ে দিয়েছিল। তারা শেষনবীর আগমনের অপেক্ষায় এবং তাঁর নেতৃত্বে পুনরায় তাদের হৃত গৌরব ফিরে পাওয়ার আকাংখায় ইয়াছরিবে হিজরত করে এসেছিল বহুদিন পূর্বে। এরা ছিল হিব্রুভাষী। কিন্তু পরে আরবী ভাষী হয়। এদের প্রসিদ্ধ গোত্র ছিল তিনটি : (১) বনু ক্বায়নুক্বা‘ (২) বনু নাযীর ও (৩) বনু কুরায়যা। এরা মদীনার উপকণ্ঠে তৈরী স্ব স্ব দুর্ভেদ্য দুর্গসমূহে বসবাস করত। সেই সময় ইয়াছরিবে পৌত্তলিক মুশরিক ও ইহুদীদের বাইরে কিছু সংখ্যক খৃষ্টানও বসবাস করত। চতুর্থ আরেকটি উপদল গড়ে উঠেছিল খাযরাজ গোত্রের আব্দুল্লাহ বিন উবাই ইবনে সুলূলের নেতৃত্বে। "
    },
    {
        "id": "64",
        "block":"7",
        "title": "মাক্কী ও মাদানী জীবনের প্রধান পার্থক্য সমূহ:",
        "text": "মাক্কী ও মাদানী জীবনের মধ্যে প্রধান পার্থক্য ছিল এই যে, মক্কায় জন্মস্থান হলেও রাসূলুল্লাহ (ছাঃ) ও মুসলমানগণ সেখানে ছিলেন দুনিয়াবী শক্তির দিক দিয়ে পরাজিত ও নির্যাতিত। পক্ষান্তরে মাদানী জীবনের প্রথম থেকেই নেতৃত্ব ও কর্তৃত্বের বাগডোর ছিল রাসূলুল্লাহ (ছাঃ) ও মুসলমানদের হাতে। এখানে বিরোধীরা ছিল নিষ্প্রভ। ফলে মদীনার অনুকূল সামাজিক ও রাজনৈতিক পরিবেশে ইসলামকে পূর্ণতা দানের সুযোগ আসে। আল্লাহ্‌ বলেন -الْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الإِسْلاَمَ دِيْنًا، ‘আজকের দিনে আমি তোমাদের জন্য তোমাদের দ্বীনকে পরিপূর্ণ করলাম এবং তোমাদের উপরে আমার অনুগ্রহকে সম্পূর্ণ করে দিলাম ও তোমাদের জন্য ইসলামকে দ্বীন হিসাবে মনোনীত করলাম’ (মায়েদাহ ৫/৩)। "
    },
    {
        "id": "65",
        "block":"7",
        "title": "ইহুদীদের কপট চরিত্র: ",
        "text": "হিজরতের পূর্ব থেকেই ইহুদীরা মক্কায় রাসূলের আবির্ভাব সম্পর্কে জানত। এখন যখন তিনি মদীনায় হিজরত করে এলেন এবং মানুষের পারস্পরিক ব্যবহার, লেনদেন, ব্যবসা-বাণিজ্য সকল ক্ষেত্রে বিশ্বস্ততা ও পবিত্রতার পথ অবলম্বন করলেন। যার ফলে যুদ্ধ-বিধ্বস্ত ও হিংসা-হানাহানিতে বিপর্যস্ত ইয়াছরিবের গোত্র সমূহের মধ্যকার শীতল সম্পর্ক ক্রমেই উষ্ণ-মধুর ও শক্তিশালী হয়ে উঠতে থাকল, তখন তা ইহুদীদের মনে দারুণ প্রতিক্রিয়া সৃষ্টি করল।"
    },
    {
        "id": "66",
        "block":"7",
        "title": "দুটি দৃষ্টান্ত:",
        "text": "(১) ইহুদী নেতা হুয়াই বিন আখত্বাব সম্পর্কে তার কন্যা ছাফিয়াহ যিনি পরবর্তীতে রাসূলের স্ত্রী হয়ে উম্মুল মুমেনীন রূপে বরিত হন, তিনি বলেন, আমি আমার বাপ-চাচাদের নিকটে তাদের সকল সন্তানের মধ্যে অধিক প্রিয় ছিলাম এবং সকলের আগেই আমাকে কোলে তুলে নিয়ে তারা আদর করতেন। যেদিন রাসূলুল্লাহ (ছাঃ) প্রথম ইয়াছরিবে আগমন করেন ও ক্বোবায় বনু আমর বিন আওফের গোত্রে অবতরণ করেন, সেদিন অতি প্রত্যুষে আমার পিতা ও চাচা রাসূলের দরবারে উপস্থিত হন। অতঃপর সন্ধ্যার দিকে তারা ক্লান্ত ও অবসন্নচিত্তে গৃহে প্রত্যাবর্তন করেন। আমি ছুটে তাদের কাছে গেলাম। কিন্তু আল্লাহর কসম তারা এত চিন্তাগ্রস্ত ছিলেন যে, আমার দিকে ফিরেও তাকালেন না। এ সময় আমি আমার চাচাকে বলতে শুনলাম তিনি আমার আববাকে বলছেন, ‘ইনিই কি তিনি? আববা বললেন,‘আল্লাহর কসম, ইনিই তিনি’। চাচা বললেন, ‘এখন তাঁর সম্পর্কে আপনার চিন্তা কী’? আববা বললেন, ‘স্রেফ শত্রুতা। আল্লাহর কসম যতদিন আমি বেঁচে থাকব’। (২) আব্দুল্লাহ বিন সালাম-এর অনুসারীগণ : ক্বোবার পরে রাসূলুল্লাহ (ছাঃ) যখন ইয়াছরিবে বনু নাজ্জার গোত্রে অবতরণ করেন, তখন সেখানে গিয়ে উপস্থিত হলেন ইহুদীদের সবচেয়ে বড় আলেম আব্দুল্লাহ বিন সালাম। তিনি রাসূলকে এমন কিছু প্রশ্ন করলেন, যা নবী ব্যতীত কারু পক্ষে বলা সম্ভব নয়। রাসূলের নিকট থেকে সঠিক জবাব পেয়ে তিনি সাথে সাথে মুসলমান হয়ে গেলেন। তিনি রাসূলকে সাবধান করে দিলেন এই মর্মে যে, ‘ইহুদীরা হল মিথ্যা অপবাদ দানকারী এক ঘৃণিত সম্প্রদায়। আপনি তাদেরকে জিজ্ঞেস করার আগেই যদি তারা আমার ইসলাম গ্রহণ করার বিষয়টি জেনে ফেলে, তাহলে তারা আপনার নিকটে আমার সম্পর্কে মিথ্যা অপবাদ দিবে’। তখন তিনি আব্দুল্লাহকে পাশেই আত্মগোপন করতে বলে ইহুদীদের ডেকে পাঠালেন। তারা এলে তিনি তাদের নিকটে আব্দুল্লাহ সম্পর্কে জিজ্ঞেস করলেন। জবাবে তারা বলল, ‘আমাদের নেতা এবং নেতার পুত্র নেতা। আমাদের শ্রেষ্ঠ ব্যক্তি এবং শ্রেষ্ঠ ব্যক্তির পুত্র’। রাসূলুল্লাহ (ছাঃ) বললেন, ، আচ্ছা যদি আব্দুল্লাহ মুসলমান হয়ে যায়? তারা দুবার বা তিনবার বলল,‘আল্লাহ তাকে এ থেকে রক্ষা করুন’! অতঃপর আব্দুললাহ বিন সালাম গোপন স্থান থেকে বেরিয়ে এসে উচ্চকণ্ঠে কলেমায়ে শাহাদাত পাঠ করলেন। এটা শোনামাত্র ইহুদীরা বলে উঠলো, ‘আমাদের মধ্যকার সবচেয়ে নিকৃষ্ট ব্যক্তি ও নিকৃষ্ট ব্যক্তির পুত্র’। [4] আব্দুল্লাহ বিন সালাম (রাঃ) তখন তাদেরকে বললেন, ‘হে ইহুদী সম্প্রদায়! আল্লাহকে ভয় কর। আল্লাহর কসম, যিনি ব্যতীত কোন উপাস্য নেই, নিশ্চয়ই তোমরা ভালভাবেই জানো যে, ইনি আল্লাহর রাসূল এবং তিনি অবশ্যই সত্য সহ আগমন করেছেন’। জবাবে তারা বলল,‘তুমি মিথ্যা বলছ’।[5]"
    },
    {
        "id": "67",
        "block":"7",
        "title": "মসজিদে নববীর নির্মাণ:",
        "text": "মদীনায় প্রবেশ করে রাসূলের উটনী যে স্থানে প্রথম বসে পড়েছিল, সেই স্থানটিই হল মসজিদে নববীর কেন্দ্রস্থল। স্থানটির মালিক ছিল দু’জন ইয়াতীম বালক। রাসূলুল্লাহ (ছাঃ) দশ দীনার মূল্যে স্থানটি খরীদ করলেন। আবুবকর (রাঃ) মূল্য পরিশোধ করলেন। [6] ১৬ বা ১৭ মাস পরে ক্বিবলা পরিবর্তিত হলে উত্তর দেওয়ালের বদলে দক্ষিণ দেওয়ালের দিকে ক্বিবলা ঘুরে যায়। কেননা মক্কা হল মদীনা থেকে দক্ষিণ দিকে। মসজিদ নির্মাণে রাসূলুল্লাহ (ছাঃ) সশরীরে অংশগ্রহণ করেন। তিনি নিজ হাতে ইট ও পাথর বহন করেন। নবীগৃহ নির্মাণ : এই সময় মসজিদের পাশে একই নিয়মে কতগুলি ঘর তৈরী করা হয়। এগুলি ছিল নবীপত্নীগণের জন্য আবাসিক কক্ষ। এগুলি নির্মাণ কাজ সম্পন্ন হয়ে গেলে আল্লাহর রাসূল (ছাঃ) আবু আইয়ূবের গৃহ ছেড়ে সপরিবারে এখানে চলে আসেন। আযানের প্রবর্তন : মসজিদ নির্মিত হওয়ার পর মুছল্লীদের পাঁচ ওয়াক্ত ছালাতে আহবানের জন্য পরামর্শ সভা বসে। বিভিন্ন জনে বিভিন্ন পরামর্শ দেন। কিন্তু কোনরূপ সিদ্ধান্ত ছাড়াই বৈঠক স্থগিত হয়ে যায়। পরে একই রাতে ১১ জন ছাহাবী বর্তমান আযানের স্বপ্ন দেখেন। পরদিন আব্দুল্লাহ বিন যায়েদ বিন আবদে রবিবহী (রাঃ) প্রথমে এসে রাসূলকে স্বপ্নবৃত্তান্ত শুনালে তিনি উচ্চকণ্ঠের অধিকারী বেলালকে আযান দেওয়ার নির্দেশ দেন। আযানের ধ্বনি শুনে কাপড় ঘেঁষতে ঘেঁষতে ওমর (রাঃ) দৌড়ে এসে বললেন ‘হে রাসূল! যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন, সেই আল্লাহর কসম করে বলছি, আমিও একই স্বপ্ন দেখেছি’। "
    },
    {
        "id": "68",
        "block":"7",
        "title": "আনছার ও মুহাজিরগণের মধ্যে ভ্রাতৃত্ব বন্ধন:",
        "text": "মসজিদে নববীর নির্মাণ কার্যে পারস্পরিক সহযোগিতা ও উৎসাহ-উদ্দীপনার যে অনন্য দৃষ্টান্ত স্থাপিত হয়, তাকে স্থায়ী রূপ দেওয়ার জন্য রাসূলুল্লাহ (ছাঃ) আনাস বিন মালেকের গৃহে আনছার ও মুহাজির উভয় দলের নেতৃস্থানীয় ৯০ জন ব্যক্তির এক আনুষ্ঠানিক বৈঠক আহবান করেন, যেখানে উভয় দলের অর্ধেক অর্ধেক সদস্য উপস্থিত ছিলেন। রাসূলুল্লাহ (ছাঃ) তাদের মধ্যে ইসলামী ভ্রাতৃত্বের (المؤاخاة الإسلامية) বন্ধন স্থাপন করেন এই শর্তে যে, ‘তারা পরস্পরের দুঃখ-বেদনার সাথী হবেন এবং মৃত্যুর পরে পরস্পরের সম্পত্তির উত্তরাধিকারী হবেন’। তবে উত্তরাধিকার লাভের শর্তটি ২য় হিজরীতে সংঘটিত বদর যুদ্ধের পর অবতীর্ণ আয়াতের মাধ্যমে রহিত হয়ে যায়। যেখানে বলা হয়, وَأُوْلُوا الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِيْ كِتَابِ اللهِ إِنَّ اللهَ بِكُلِّ شَيْءٍ عَلِيْمٌ- ‘বংশ সম্পর্কীয় আত্মীয়গণ পরস্পরের অধিক হকদার আল্লাহর কিতাবে। নিশ্চয়ই আল্লাহ সকল বিষয়ে অধিক জ্ঞাত’(আনফাল ৮/৭৫)। তবে উত্তরাধিকার লাভের বিষয়টি রহিত হলেও তাদের মধ্যে ভ্রাতৃত্বের বন্ধন ছিল অটুট এবং অনন্য। বিশ্ব ইতিহাসে এইরূপ নিঃস্বার্থ ভ্রাতৃত্ব বন্ধনের কোন তুলনা নেই। দু’একটি দৃষ্টন্ত প্রদত্ত হল- ভ্রাতৃত্বের নমুনা: (১) আব্দুর রহমান বিন ‘আওফ : রাসূলুল্লাহ (ছাঃ) মুহাজির আব্দুর রহমান বিন আওফকে আনছার সা‘দ বিন রাবী‘-এর সাথে ভ্রাতৃত্ব বন্ধন স্থাপন করে দেন। অতঃপর সা‘দ তার মুহাজির ভাইকে বললেন, ‘আনছারদের মধ্যে আমি সর্বাপেক্ষা ধনী। আপনি আমার সম্পদের অর্ধেক গ্রহণ করুন এবং আমার দুজন স্ত্রীর মধ্যে যাকে আপনি পসন্দ করেন বলুন, তাকে আমি তালাক দিয়ে দিব। ইদ্দত শেষে আপনি তাকে বিবাহ করবেন’। আব্দুর রহমান বিন ‘আওফ তার আন্তরিকতায় মুগ্ধ হয়ে তাকে দো‘আ করলেন, ‘আল্লাহ আপনার পরিবারে ও ধন-সম্পদে বরকত দান করুন’! আপনি আমাকে আপনাদের বাজার দেখিয়ে দিন। অতঃপর তাঁকে বনু ক্বায়নুক্বা-র বাজার দেখিয়ে দেওয়া হল। তিনি সেখানে গিয়ে পনীর ও ঘি-এর ব্যবসা শুরু করলেন এবং কিছু দিনের মধ্যে সচ্ছলতা লাভ করলেন। এক সময় তিনি বিয়ে-শাদীও করলেন। [12] (২) খেজুর বাগান ভাগ করে দেবার প্রস্তাব : হযরত আবু হুরায়রা (রাঃ) বলেন, আনছারগণ একদিন রাসূলের কাছে এসে নিবেদন করল যে, আপনি আমাদের খেজুর বাগানগুলি আমাদের ও মুহাজির ভাইগণের মধ্যে সমানভাবে বণ্টন করে দিন’। রাসূলুল্লাহ (ছাঃ) এতে অসম্মতি জ্ঞাপন করলেন। তখন তারা বলল যে, তবে এমন করুন যে, মুহাজির ভাইগণ আমাদের কাজ করে দেবেন এবং আমরা ফলের অংশ দিব’। রাসূলুল্লাহ (ছাঃ) এতে সম্মত হলেন। [13] (৩) জমি বণ্টনের প্রস্তাব : বাহরায়েন এলাকা বিজিত হওয়ার পর রাসূলুল্লাহ (ছাঃ) এখানকার পতিত জমিগুলি আনছারদের অনুকূলে বরাদ্দ দিতে চাইলে তারা আপত্তি করে বলল, আমাদের মুহাজির ভাইদের উক্ত পরিমাণ জমি বরাদ্দ দেওয়ার পরে আমাদের দিবেন। তার পূর্বে নয়। [14] "
    },
    {
        "id": "69",
        "block":"7",
        "title": "ফুটনোট:",
        "text": "[1] আর রাহীক্ব ১৩৫। [2] বুখারী হা/৩৯৪১, ‘আনছারদের মর্যাদা’ অধ্যায়, ৫২ অনুচ্ছেদ। [3] ফাৎহুল বারী হা/… ৭/২৭৫। [4] বুখারী, মিশকাত হা/৫৮৭০, ‘রাসূল (সাঃ)-এর মর্যাদা অধ্যায়, ‘মু‘জিযা’ অনুচ্ছেদ। [5] বুখারী হা/৩৯১১ ‘আনছারদের মর্যাদা’ অধ্যায়, ৪৫ অনুচ্ছেদ। [6] কুতুবুদ্দীন, তারীখুল মদীনা আল-মুনাওয়ারাহ, পৃঃ ৯২। [7] তারীখুল মদীনা আল-মুনাওয়ারাহ, পৃঃ ৯২-৯৩। [8] তারীখুল মদীনা আল-মুনাওয়ারাহ, পৃঃ ৯৩। [9] তাহযীবুত তাহযীব ১২/২৪০ পৃঃ; মিশকাত হা/৮৩৯। [10] আর-রাহীক্ব পৃঃ ১৮৪। [11] ছহীহ আবুদাঊদ হা/৪৬৯; ঐ, আওন সহ হা/৪৯৫। [12] বুখারী, হা/৩৭৮০-৮১ ‘ছাহাবীগণের মর্যাদা’ অধ্যায়, ৩৩ অনুচ্ছেদ ও হা/২৬৩০ ‘হেবা’ অধ্যায়, ৩৫ অনুচ্ছেদ। [14] বুখারী হা/২৩৭৬ ‘জমি সেচ করা’ অধ্যায়, ১৪ অনুচ্ছেদ।"
    },
    {
        "id": "70",
        "block":"8",
        "title": "মদীনায় হিজরত এবং রাসুলুল্লাহ (সাঃ) কে হত্যার ষড়যন্ত্র ",
        "text": "ছাহাবীগণের ইয়াছরিবে কষ্টকর হিজরত শুরু: বায়‘আতে কুবরা সম্পন্ন হওয়ার পর রাসূলুল্লাহ (সাঃ) নির্যাতিত মুসলমানদের ইয়াছরিবে হিজরতের অনুমতি দিলেন। মক্কার কাফেররা ইয়াছরিবে হিজরতে বাধা দিতে থাকল। ইসলামের প্রসার বৃদ্ধিতে বাধা দেওয়া ছাড়াও এর অন্যতম প্রধান কারণ ছিল অর্থনৈতিক এবং রাজনৈতিক। অর্থনৈতিক কারণ ছিল এই যে, মক্কা থেকে ইয়াছরিব হয়ে সিরিয়ায় তাদের গ্রীষ্মকালীন ব্যবসা পরিচালিত হত। এ সময় সিরিয়ায় তাদের বার্ষিক ব্যবসার আর্থিক মূল্য ছিল প্রায় আড়াই লক্ষ দীনার। এছাড়াও ছিল ত্বায়েফ-এর ব্যবসা। উভয় ব্যবসার জন্য যাতায়াতের পথ ছিল ইয়াছরিব। আল্লাহ পাক এমন এক স্থানে নির্যাতিত মুসলমানদের হিজরতের ব্যবস্থা করেন, যা হয়ে ওঠে এক অর্থনৈতিক গুরুত্বপূর্ণ কেন্দ্রীয় ভূমি। এই হিজরতের রাজনৈতিক গুরুত্ব ছিল এই যে, ইয়াছরিবে মুহাজিরগণের অবস্থান সুদৃঢ় ে এবং ইয়াছরিববাসীগণ ইসলামের পক্ষে অবস্থান নিলে তা মক্কার মুশরিকদের জন্য চ্যালেঞ্জ হয়ে দেখা দিবে। ফলে তা মক্কাবাসীদের সঙ্গে যুদ্ধ পরিস্থিতি সৃষ্টি করবে। যাতে তাদের জান-মাল ও ব্যবসা-বাণিজ্য সবকিছু হুমকির মধ্যে পড়বে। হযরত আবুবকর (রাঃ) হিজরতের মনস্থ করেছিলেন। কিন্তু রাসূলুল্লাহ (সাঃ) তাকে নিষেধ করে বলেন, ‘থেমে যাও! আমি আশা করছি যে, আমাকেও অনুমতি দেওয়া হবে’। এভাবে রাসূল, আবুবকর ও আলী ব্যতীত মক্কায় আর কোন মুসলমান অবশিষ্ট থাকলেন না। রাসূল (সাঃ)-কে হত্যার ষড়যন্ত্র কুরায়েশ নেতারা বায়‘আতে কুবরা-র প্রায় আড়াই মাস পর চতুর্দশ নববী বর্ষের ২৬শে ছফর মোতাবেক ১২ই সেপ্টেম্বর ৬২২ খৃষ্টাব্দ বৃহস্পতিবার দিনের প্রথম ভাগে তাদের অবিসংবাদিত সাবেক কুরায়েশ নেতা কুছাই বিন কিলাব প্রতিষ্ঠিত বৈঠক ঘর দারুন নাদওয়াতে কুরায়েশ-এর অধিকাংশ গোত্রনেতাদের এক যরূরী বৈঠক অনুষ্ঠিত হয়। উল্লেখ্য যে, এই বৈঠকে রাসূলের গোত্র বনু হাশেম ও বনু মুত্ত্বালিবকে ডাকা হয়নি। কুরায়েশ সাত গোত্রের ১৪ জন নেতা দারুন নাদওয়াতে পূর্বাহ্নে বসে আলোচনা শুরু করে। আবু জা প্রস্তাব দিয়ে বলল, প্রতি গোত্র থেকে একজন করে সুঠামদেহী যুবক বাছাই করে তাদেরকে তরবারি দেওয়া হৌক। অতঃপর তারা এসে একসাথে আঘাত করে তাকে শেষ করে দিক। এতে তিনটা লাভ হবে। এক. আমরা তার হাত থেকে বেঁচে যাব। দুই. তার গোত্র আমাদের সব গোত্রের বিরুদ্ধে লড়াই করতে সাহস করবে না। তিন. একজনের রক্তমূল্য বাবদ একশত উট আমরা সব গোত্র ভাগ করে দিয়ে দেব। যা কারু জন্য কষ্টকর হবে না’। আবু জাের এই প্রস্তাবকে সকলে সানন্দে কবুল করল এবং এর উপরেই সিদ্ধান্ত গ্রহণ করে সবাই নিষ্ক্রান্ত হ’ল। ষড়যন্ত্রকারী ১৪ জন নেতার পরিণতি : উপরোক্ত ১৪ জন নেতার মধ্যে ১১ জন মাত্র দু’বছর পরে ২য় হিজরীর ১৭ রামাযানে সংঘটিত বদরের যুদ্ধে একদিনেই নিহত হয়। বাকী তিনজন জুবায়ের বিন মুত্ব‘ইম, হাকীম বিন হেযাম ও আবু সুফিয়ান ইবনু হারব পরবর্তীতে মুসলমান হয়ে যান। আল্লাহ বলেন, إِنَّهُمْ يَكِيدُوْنَ كَيْداً، وَأَكِيدُ كَيْداً- ‘তারা জোরালো কৌশল করেছিল। আর আমিও কৌশল করি’। ‘অতএব কাফেরদের … কিছুদিনের জন্য অবকাশ দিন’ (ত্বারেক ৮৬/১৫-১৭)। "
    },
    {
        "id": "71",
        "block":"8",
        "title": "রাসূলের গৃহ অবরোধ ও হিজরত:",
        "text": "রাসূলুল্লাহ (সাঃ)-কে হত্যার নির্দয় সিদ্ধান্ত গ্রহণ করার পর নেতারা সারা দিন প্রস্ত্ততি নিয়ে ব্যস্ত থাকে এবং পরিকল্পনা অনুযায়ী তারা অন্ধকার রাতে এসে চারদিক থেকে বাড়ী ঘেরাও করে ফেলে। যাতে মধ্য রাত্রির পরেই হামলা করে নবীকে ঘুমন্ত অবস্থায় শেষ করে দেয়া যায়। এই অবরোধ কার্যে সশরীরে অংশ নেয় মোট ১১ জন। আল্লাহর কৌশল: কাফেররা তাদের কৌশলে পাকাপোক্ত ছিল। ওদিকে আল্লাহর কৌশল ছিল অন্যরূপ। যেমন তিনি বলেন, وَإِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ أَوْ يَقْتُلُوْكَ أَوْ يُخْرِجُوْكَ وَيَمْكُرُوْنَ وَيَمْكُرُ اللهُ وَاللهُ خَيْرُ الْمَاكِرِيْنَ- ‘স্মরণ কর সেই সময়ের কথা, যখন কাফেররা তোমার বিরুদ্ধে ষড়যন্ত্র করছিল এজন্য যে, তোমাকে বন্দী করবে অথবা হত্যা করবে অথবা বিতাড়িত করবে। এভাবে তারা নিজেদের ষড়যন্ত্র পাকাচ্ছিল, আর আল্লাহ স্বীয় কৌশল করছিলেন। বস্ত্ততঃ আল্লাহ হ’লেন শ্রেষ্ঠ কেŠশলী’ (আনফাল ৮/৩০)। পূর্বাহ্নে যখন দারুন নাদওয়াতে রাসূলকে হত্যার সিদ্ধান্ত গৃহীত হয়, তখনই জিব্রীল মারফত রাসূলকে তা জানিয়ে দেওয়া হয় এবং রাতে নিজ শয্যায় ঘুমাতে নিষেধ করা হয়। এতেই হিজরতের সময়সীমা বেঁধে দেওয়া হয়। রাসূলুল্লাহ (সাঃ) দুপুরেই আবুবকর (রাঃ)-এর গৃহে তাশরীফ আনেন এবং হিজরতের সময়-সূচী ও অন্যান্য আলোচনা সম্পন্ন করেন। সেমতে আবুবকর (রাঃ) পূর্ণ প্রস্ত্ততি গ্রহণ করেন। রাত্রি বেলায় রাসূলুল্লাহ (সাঃ) হযরত আলীকে তাঁর বিছানায় শুতে বলেন এবং তাঁর নিকটে রক্ষিত প্রতিবেশীদের আমানত সমূহ যথাস্থানে ফেরত দেবার দায়িত্ব দেন। "
    },
    {
        "id": "72",
        "block":"8",
        "title": "হিজরত শুরু:",
        "text": "অতঃপর রাসূলুল্লাহ (সাঃ) মধ্যরাতের সামান্য পরে ঘর থেকে বেরিয়ে এলেন এবং শত্রুদের মাথার উপরে এক মুঠি কংকরযুক্ত মাটি ছড়িয়ে দিলেন সূরা ইয়াসীনের ৯নং আয়াতটি পাঠ করে (যাদুল মা‘আদ ৩/৪৬)। যেখানে বলা হয়েছে, وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيْهِمْ سَدّاً وَّمِنْ خَلْفِهِمْ سَدّاً فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُوْنَ- ‘আর আমরা তাদের সম্মুখে ও পিছনে প্রতিবন্ধকতা দাঁড় করালাম। অতঃপর তাদেরকে আচ্ছন্ন করে ফেললাম। ফলে তারা দেখতে পেল না’ (ইয়াসীন ৩৬/৯)। তিনি নির্বিঘ্নে বেরিয়ে এসে আবু বকরের গৃহে পৌঁছে গেলেন। অতঃপর তাকে নিয়ে উত্তরমুখী ব্যস্ত পথ ছেড়ে দক্ষিণ মুখী ইয়ামানের পথ ধরে পদব্রজে যাত্রা করলেন। অতঃপর মক্কার দক্ষিণ-পূর্বে ৩ কি:মি: দূরত্ব পাড়ি দিয়ে অন্ধকার থাকতেই ছওর পাহাড়ে পৌছে গেলেন। অতঃপর পাহাড়ের পাদ দেশে পৌঁছে আবুবকর রাসূলকে কাঁধে উঠিয়ে নেন ও ধারালো পর্বতগাত্র বেয়ে উঠে খাড়া পাহাড়টির শীর্ষদেশে একটি গুহা মুখে উপনীত হন। যাতে তার দু’পা ফেটে রক্তাক্ত হয়ে যায়। আবুবকর প্রথমে একাকী অন্ধকার গুহায় প্রবেশ করে অতিরিক্ত একটি কাপড় ছিঁড়ে ছোট ছোট ছিদ্র মুখগুলো বন্ধ করে দিলেন। তারপর রাসূলকে ভিতরে ডেকে নিলেন। এই গুহাটিই ইতিহাসে ‘গারে ছওর’ নামে পরিচিত। সেখানে তাঁরা শুক্রবার, শনিবার ও রবিবার তিনদিন তিন রাত অবস্থান করেন। গৃহ থেকে গুহা- কিছু ঘটনাবলী: (১) অবরোধকারীদের প্রতিক্রিয়া : রাসূলের গৃহ অবরোধকারীরা অধীর আগ্রহে অপেক্ষায় প্রহর গুণছে মধ্যরাত্রি পার হওয়ার। ওদিকে তার আগেই রাসূল (সাঃ) তাদের সামনে দিয়ে চলে গেছেন। অথচ ওরা টেরই পায়নি। সকাল পর্যন্ত সেখানেই অপেক্ষা করল। কিন্তু পরে তারা আলীকে দেখে হতাশ হয়ে গেল। রাগে ও ক্ষোভে তারা আলীকে মারতে মারতে কা‘বা গৃহ পর্যন্ত নিয়ে কিছু সময় আটকে রেখে পরে ছেড়ে দেয়।এরপর তারা আসে আবু বকরের গৃহে। সেখানে গিয়ে জিজ্ঞেস করেও কিছু জানতে না পেরে নরাধম আবু জা ছোট্ট মেয়ে আসমা বিনতে আবুবকরের মুখে এমন জোরে চপেটাঘাত করে যে, তার কানের দুল ছিঁড়ে পড়ে যায় এবং কানের লতি ফেটে রক্তাক্ত হয়ে যায়।(২) মক্কা ত্যাগকালে রাসূলের প্রতিক্রিয়া : রাসূলুল্লাহ (সাঃ) যখন মক্কা থেকে হিজরতের উদ্দেশ্যে বের হন, তখন মক্কার জনবসতি ও বায়তুল্লাহকে লক্ষ্য করে বলেছিলেন, ‘হে মক্কা নগরী! দুনিয়ার সমস্ত নগরীর চাইতে তুমিই আমার কাছে অধিক প্রিয়। যদি মক্কার লোকেরা আমাকে বের করে না দিত, তবে আমি স্বেচ্ছায় তোমাকে কখনো পরিত্যাগ করতাম না’। এই সময় যে আয়াতটি নাযিল হয় তা নিম্নরূপ-وَكَأَيِّنْ مِّنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْ أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلاَ نَاصِرَ لَهُمْ- ‘যে জনপদ তোমাকে বহিষ্কার করেছে, তার চাইতে কত শক্তিশালী জনপদকে আমরা ধ্বংস করেছি। অতঃপর তাদেরকে সাহায্য করার কেউ ছিল না’ (মুহাম্মাদ ৪৭/১৩)। (৩) গুহার মুখে শত্রু দল : রাসূলকে না পেয়ে কোরায়েশ নেতারা চারিদিকে অনুসন্ধানী দল পাঠায় এবং ঘোষণা করে দেয় যে, যে ব্যক্তি মুহাম্মাদ ও আবুবকরকে বা দুজনের কাউকে জীবিত বা মৃত ধরে আনবে তাকে একশত উট পুরস্কার দেওয়া হবে। সন্ধানী দল এক সময় ছওর গুহার মুখে গিয়ে পৌঁছে। এমনকি আবুবকর (রাঃ) তাদের পা দেখতে পান। তাদের কেউ নীচের দিকে তাকালেই তাদের দেখতে পেত। ফলে তিনি রাসূলের জীবন নিয়ে শংকিত হয়ে পড়েন। তখন রাসূল (সাঃ) তাকে সান্ত্বনা দিয়ে বলেন, لاَ تحزن إن الله معنا ‘দুঃখিত হয়ো না। নিশ্চয়ই আল্লাহ আমাদের সাথে আছেন’। বিষয়টির বর্ণনা আল্লাহ দিয়েছেন এভাবে- إِلاَّ تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللهُ إِذْ أَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَار إِذْ يَقُوْلُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللهَ مَعَنَا فَأَنزَلَ اللهُ سَكِيْنَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُواْ السُّفْلَى وَكَلِمَةُ اللهِ هِيَ الْعُلْيَا وَاللهُ عَزِيْزٌ حَكِيْمٌِ- ‘যদি তোমরা তাকে (রাসূলকে) সাহায্য না কর, তবে মনে রেখো আল্লাহ তাকে সাহায্য করেছিলেন যখন কাফেররা তাকে বহিষ্কার করেছিল। তিনি ছিলেন দু’জনের একজন। যখন তারা গুহার মধ্যে ছিলেন। তখন তিনি আপন সঙ্গীকে বললেন, চিন্তিত হয়ো না, আল্লাহ আমাদের সাথে আছেন। অতঃপর আল্লাহ তার প্রতি স্বীয় ‘সাকীনাহ’ (প্রশান্তি) নাযিল করলেন এবং তার সাহায্যে এমন বাহিনী পাঠালেন, যা তোমরা দেখোনি। বস্ত্ততঃ আল্লাহ কাফেরদের মাথা নীচু করে দিলেন আর আল্লাহর কথা সদা সমুন্নত। আল্লাহ েন পরাক্রান্ত ও প্রজ্ঞাময়’ (তওবা ৯/৪০)।রক্তপিপাসু শত্রুকে সামনে রেখে ঐ সময়ের ঐ নাযুক অবস্থায় ‘দুঃখিত হয়ো না। নিশ্চয়ই আল্লাহ আমাদের সাথে আছেন’ এই ছোট্ট কথাটি মুখ দিয়ে বের হওয়া কেবলমাত্র তখনই সম্ভব, যখন একজন মানুষ সম্পূর্ণ রূপে কায়মনোচিত্তে আল্লাহর উপরে নিজেকে সোপর্দ করে দেন।গুহা থেকে মদীনা: তিনদিন ধরে খোঁজাখুজির পর ব্যর্থ মনোরথ হয়ে কাফেররা একপ্রকার রণে ভঙ্গ দিয়েছিল। আব্দুল্লাহর (আবুবকরের (রাঃ) পুত্র) মাধ্যমে সব খবর জানতে পেরে রাসূলুল্লাহ (সাঃ) এবার ইয়াছরিব যাত্রার নির্দেশ দিলেন। এজন্য আবুবকর (রাঃ) পূর্বেই সব ব্যবস্থা করে রেখেছিলেন। দুটি হৃষ্ট-পুষ্ট উট তিনি ঠিক করেছিলেন।তাছাড়া রাস্তা দেখানোর জন্য দক্ষ পথ প্রদর্শক আব্দুল্লাহ বিন আরীক্বত লায়ছীকে উপযুক্ত মজুরীর মাধ্যমে চুক্তিবদ্ধ করে রেখেছিলেন। যদিও সে তখন কাফেরদের দলভুক্ত ছিল। চুক্তি মতে সে চতুর্থ রাত্রিতে দুটি উট নিয়ে যথাসময়ে উপস্থিত । একটি উটে রাসূলুল্লাহ (সাঃ) ও আবুবকর (রাঃ) এবং অন্যটিতে গোলাম আমের বিন ফুহায়রা ও পথপ্রদর্শক আব্দুল্লাহ বিন আরীক্বত সওয়ার েন।পথ প্রদর্শক আব্দুল্লাহ ইয়াছরিব যাওয়ার পরিচিত পথ ছেড়ে লোহিত সাগরের উপকূলের দিকে ইয়ামনের পথ ধরে চললেন। অতঃপর এমন এক পথে গেলেন, যে পথের সন্ধান সাধারণভাবে কেউ জানত না।"
    },
    {
        "id": "73",
        "block":"8",
        "title": "★★★ ছওর গুহা থেকে মদীনা:",
        "text": "পথিমধ্যের কিছু ঘটনা: (১) যাত্রাবস্থায় আবুবকর (রাঃ) সর্বদা রাসূলুল্লাহ (সাঃ)-এর পিছনে বসেন। কেননা আবুবকরের মধ্যে বার্ধক্যের চিহ্ন প্রকাশ পেয়েছিল। কিন্তু রাসূলের চেহারা-ছূরতে তখনো ছিল যৌবনের চাকচিক্য। তাই রাস্তায় লোকেরা কিছু জিজ্ঞেস করলে মুরববী ভেবে আবু বকরকেই করতো। সামনের লোকটির পরিচয় জানতে চাইলে তিনি বলতেন, এ ব্যক্তি আমাকে পথ দেখিয়ে নিয়ে যাচ্ছেন’। [5] এর দ্বারা তিনি হেদায়াতের পথ বুঝাতেন। কিন্তু লোকেরা ভাবত রাস্তা দেখানো কোন লোক হবে। এর দ্বারা তিনি রাসূলের পরিচয় গোপন করতেন। (২) উম্মে মা‘বাদের তাঁবুতে : খোযা‘আহ গোত্রের খ্যাতনাম্নী অতিথিপরায়ণ মহিলা উম্মে মা‘বাদের খীমার পাশ দিয়ে যাওয়ার সময় রাসূলুল্লাহ (সাঃ) তাকে জিজ্ঞেস করলেন, পানাহারের কিছু আছে কি-না? ঐ মহিলার অভ্যাস ছিল তাঁবুর বাইরে বসে থাকতেন মেহমানের অপেক্ষায়। মেহমান পেলে তাকে কিছু না খাইয়ে ছাড়তেন না। কিন্তু এইদিন এমন হয়েছিল যে, বাড়ীতে পানাহারের মত কিছুই ছিল না। ঐ সময়টা ছিল ব্যাপক দুর্ভিক্ষের সময়। বকরীগুলো সব মাঠে নিয়ে গেছে স্বামী আবু মা‘বাদ। একটা কৃশ দুর্বল বকরী যে মাঠে যাওয়ার মত শক্তি হারিয়ে ফেলেছিল, সেটা তাঁবুর এক কোনে বাঁধা ছিল। রাসূলুল্লাহ (সাঃ) সেটাকে দোহন করার অনুমতি চাইলেন। উম্মে মা‘বাদ বললেন, ওর পালানে কিছু থাকলে আমিই আপনাদের দোহন করে দিতাম। অতঃপর রাসূলুল্লাহ (সাঃ) বকরীটির বাঁটে ‘বিসমিল্লাহ’ বলে হাত রাখলেন ও বরকতের দো‘আ করলেন। সঙ্গে সঙ্গে আল্লাহর ইচ্ছায় বকরীটির পালান দুধে পূর্ণ হয়ে গেল। তারপর তিনি দোহন করতে থাকলেন। তাতে দ্রুত পাত্র পূর্ণ হয়ে গেল। প্রথমে বাড়ীওয়ালী উম্মে মা‘বাদকে পান করালেন। তারপর সাথীদের এবং সবশেষে রাসূলুল্লাহ (সাঃ) নিজে পান করলেন। এরপরে এক পাত্র পূর্ণ করে উম্মে মা‘বাদের কাছে রেখে তারা পুনরায় যাত্রা করলেন। অল্পক্ষণ পরেই আবু মা‘বাদ বাড়ীতে ফিরে সব ঘটনা শুনে অবাক বিস্ময়ে বলে উঠলো- ‘আল্লাহর কসম! ইনিতো কুরায়েশদের সেই মহান ব্যক্তি। যাঁর সম্পর্কে লোকেরা বিভিন্ন কথা বলে থাকে। আমার দৃঢ় ইচ্ছা আমি তার সাহচর্য বরণ করি এবং সুযোগ পেলে আমি তা অবশ্যই করব’। (৩) সুরাক্বা বিন মালেকের পশ্চাদ্ধাবন : বনু মুদলিজ গোত্রের নেতা সুরাকা বিন মালেক বিন জু‘শুম জনৈক ব্যক্তির কাছে রাসূল গমনের সংবাদ শুনে পুরস্কারের লোভে দ্রুতগামী ঘোড়া ও তীর-ধনুক নিয়ে রাসূলের পিছে ধাওয়া করল। কিন্তু কাছে যেতেই ঘোড়ার পা দেবে গিয়ে সে চলন্ত ঘোড়া থেকে ছিটকে পড়ল। তখন তীর ছুঁড়তে গিয়ে তার পসন্দনীয় তীরটি খুঁজে পেল না। ইতিমধ্যে মুহাম্মাদী কাফেলা অনেক দূরে চলে গেল। সে পুনরায় ঘোড়া ছুটালো। কিন্তু এবারও একই অবস্থা । কাছে পৌঁছতেই ঘোড়ার পা এমনভাবে দেবে গেল যে, তা আর উঠাতে পারে না। আবার সে তীর বের করার চেষ্টা করল। কিন্তু আগের মতই ব্যর্থ । তার পসন্দনীয় তীরটি খুঁজে পেল না। তখনই তার মনে ভয় উপস্থিত হল এবং এ বিশ্বাস দৃঢ় হল যে, মুহাম্মাদকে নাগালে পাওয়া তার পক্ষে সম্ভব নয়। সে তখন রাসূলের নিকটে নিরাপত্তা প্রার্থনা করল। এ আহবান শুনে মুহাম্মাদী কাফেলা থেমে গেল। সে কাছে গিয়ে রাসূলকে কিছু খাদ্য-সামগ্রী ও আসবাবপত্র দিতে চাইল। রাসূল (সাঃ) কিছুই গ্রহণ করলেন না। সুরাকা বলল, আমাকে একটি ‘নিরাপত্তা নামা’ (كتاب أمن) লিখে দিন। তখন রাসূলের হুকুমে আমের বিন ফুহায়রা একটি চামড়ার উপরে তা লিখে দিলেন। অতঃপর রওয়ানা হলেন।[8]লাভ হল এই যে, ফেরার পথে সুরাকা অন্যান্যদের ফিরিয়ে নিয়ে গেল, যারা রাসূলের পিছু নিয়েছিল। এভাবে দিনের প্রথম ভাগে যে ছিল রক্ত পিপাসু দুশমন, দিনের শেষভাগে সেই হল দেহরক্ষী বন্ধু। সুরাক্বা বিন মালেক বিন জু‘শুম আল-কেনানী যখন তার রাবেগ এলাকায় ফিরে যাচ্ছিল, তখন রাসূলুল্লাহ (সাঃ) তাকে লক্ষ্য করে বলেন, তোমার অবস্থা তখন কেমন হবে, যখন তোমার হাতে কিসরার মূল্যবান কংকন পরানো হবে? [9] বস্ত্ততঃ ওহোদ যুদ্ধের পরে সুরাক্বাহ মুসলমান হন। অতঃপর ওমর (রাঃ)-এর খেলাফতকালে যখন মাদায়েন বিজিত হয় এবং পারস্য সম্রাট কিসরার রাজমুকুট ও অমূল্য রত্নাদি তাঁর সম্মুখে আনা হয়, তখন তিনি সুরাকাকে আহবান করেন। অতঃপর তার হাতে কিসরার কংকন পরিয়ে দেন। এ সময় তার যবান থেকে বেরিয়ে যায়- আল্লাহু আকবর! আল্লাহর কি মহত্তব যে, সম্রাট কিসরার কংকন আজ বেদুইন সুরাকার হাতে শোভা পাচ্ছে’। [10] সুরাক্বা বিন মালেক যখন পিছু পিছু আসছিল, তখন আবুবকর ব্যস্ত হয়ে পড়লে রাসূলুল্লাহ (সাঃ) তাকে সান্ত্বনা দিয়ে বলেন, لاتحزن إن الله معنا ‘চিন্তিত হয়ো না। নিশ্চয়ই আল্লাহ আমাদের সাথে আছেন’। [11] এতে বুঝা যায় যে, উক্ত সান্ত্বনা বাক্যটি কেবল ছওর গিরিগুহায় নয়, অন্যত্র সংকটকালেও তিনি বলেছিলেন। ছওর গুহা থেকে রওয়ানা হওয়ার তৃতীয় দিনে ঘটনাটি ঘটেছিল। (৪) বুরাইদা আসলামীর ইসলাম গ্রহণ : এরপর পথিমধ্যে বুরাইদা আসলামীর কাফেলার সাথে সাক্ষাৎ হয়। বুরাইদা ছিলেন একজন বীরপুরুষ ও নিজ সম্প্রদায়ের নেতা। তিনি মক্কাবাসীদের ঘোষিত পুরস্কারের লোভে মুহাম্মাদের মাথা নেওয়ার জন্য অনুসন্ধানে ছিলেন। কিন্তু শিকার হাতে পেয়ে তিনিই ফের শিকারে পরিণত হলেন। রাসূল (সাঃ)-এর সাথে কিছু কথাবার্তাতেই তার মনে দারুণ রেখাপাত করে এবং সেখানেই তার সত্তর জন সাথী সহ ইসলাম কবুল করেন। অতঃপর মাথার পাগড়ী খুলে বর্শার মাথায় বেঁধে তাকে ঝান্ডা বানিয়ে ঘোষণা বাণী প্রচার করতে করতে চললেন, ‘শান্তি ও নিরাপত্তার বাদশাহ আগমন করেছেন। দুনিয়া এখন ইনছাফ ও ন্যায়বিচারে পূর্ণ হয়ে যাবে’।(৫) যুবায়ের ইবনুল ‘আওয়ামের সাথে সাক্ষাত : পরবর্তী পর্যায়ে ছাহাবী যোবায়ের ইবনুল ‘আওয়ামের সঙ্গে সাক্ষাৎ হয়, যিনি মুসলমানদের একটি বাণিজ্য কাফেলা নিয়ে সিরিয়া থেকে মদীনায় ফিরে আসছিলেন। ইনি রাসূলুল্লাহ (সাঃ) ও আবুবকর (রাঃ)-কে এক সেট করে সাদা কাপড় প্রদান করেন। যোবায়ের ছিলেন হযরত আবু বকর (রাঃ)-এর জামাতা এবং আসমা (রাঃ)-এর স্বামী এবং আশারায়ে মুবাশ্শারাহর অন্যতম মহান ব্যক্তিত্ব। তিনি ছিলেন মহাবীর ছাহাবী ও মা আয়েশার পালিতপুত্র আব্দুল্লাহ বিন যুবায়েরের স্বনামধন্য পিতা। "
    },
    {
        "id": "74",
        "block":"8",
        "title": "ক্বোবায় অবতরণ:",
        "text": "একটানা আটদিন চলার পর ১৪ নববী বর্ষের ৮ই রবীউল আউয়াল মোতাবেক ৬২২ খৃষ্টাব্দের ২৩শে সেপ্টেম্বর সোমবার দুপুরে ক্বোবা। উপশহরে শ্বেত-শুভ্র বসন পরিহিত অবস্থায় তাঁরা অবতরণ করেন। এইদিন রাসূলের বয়স ৫৩ বছর পূর্ণ হয়। কোবায় মানুষের ঢল নামে। হাজারো মানুষের অভ্যর্থনার মধ্যেও রাসূল (সাঃ) ছিলেন চুপচাপ। তাঁর উপরে হযরত আবুবকর চাদর দিয়ে ছায়া করলে লোকেরা রাসূলকে চিনতে পারে। এ সময় তাঁর উপরে ‘অহি’ নাযিল হয়- فَإِنَّ اللهَ هُوَ مَوْلاَهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيْرٌ- জেনে রেখ, আল্লাহ, জিব্রীল ও সৎকর্মশীল মুমিনগণ তার সহায়। উপরন্তু ফেরেশতাগণও তার সাহায্যকারী’। [12]এদিকে হযরত আলীও মক্কায় তিনদিন অবস্থান করে গচ্ছিত আমানত সমূহ স্ব স্ব মালিককে ফেরত দানের পর মদীনায় চলে আসেন এবং রাসূলের সাথে কুলছূম বিন হাদামের বাড়ীতেই অবস্থান করতে থাকেন। তিনি সোমবারে কোবায় অবতরণ করেন এবং শুক্রবারে সেখান থেকে ইয়াছবিরের উদ্দেশ্যে রওয়ানা হন। এ সময়ে তিনি সেখানে ইসলামের ইতিহাসের প্রথম মসজিদ প্রতিষ্ঠা করেন ও সেখানে ছালাত আদায় করেন। অতঃপর তিনি ইয়াছরিবে তাঁর দাদা আব্দুল মুত্ত্বালিবের মাতুল গোষ্ঠী বনু নাজ্জারকে সংবাদ দেন। বনু নাজ্জার ছিল খাযরাজ গোত্রভুক্ত। তারা সশস্ত্র প্রহরায় তাঁকে সাথে নিয়ে ইয়াছরিবের পথে যাত্রা করেন। ১ম জুম‘আ আদায়: ইয়াছরিবের উপকণ্ঠে পৌঁছে বনু সালেম বিন ‘আওফ গোত্রের ‘রানূনা’ (رَانُونَاء) উপত্যকায় ইসলামের ইতিহাসের ১ম জুম‘আ আদায় করেন। [13] যাতে একশত জন মুছল্লী শরীক ছিলেন। জুম‘আ পড়ে পুনরায় যাত্রা করে দক্ষিণ দিক থেকে তিনি ইয়াছরিবে প্রবেশ করেন। এদিন ছিল ১২ই রবীউল আওয়াল শুক্রবার। ইয়াছরিবের শত শত মানুষ তাকে প্রাণঢালা অভ্যর্থনা জানায়। হযরত বারা বিন আযেব (রাঃ) বলেন, রাসূলের আগমনে আমি মদীনাবাসীকে যত খুশী হতে দেখেছি, এত খুশী তাদের কখনো হতে দেখিনি। এমনকি ছোট্ট শিশু-কিশোররা বলতে থাকে, هذا رسول الله قد جاء ‘এই যে, আল্লাহর রাসূল এসে গেছেন’। [14] উচ্ছ্বসিত মানুষ ঐদিন থেকে তাদের শহরের নাম পরিবর্তন করে রাখে ‘মদীনাতুর রাসূল’ বা সংক্ষেপে মদীনা। এই সময় মদীনার ছোট ছোট মেয়েরা রাসূলকে স্বাগত জানিয়ে যে কবিতা পাঠ করে, তা ছিল নিম্নরূপ:طلع البدر علينا + من ثنيات الوداع ছানিয়াতুল বিদা টিলা সমূহ হ’তে আমাদের উপরে পূর্ণচন্দ্র উদিত হয়েছে। وجب الشكرعلينا + مادعا لله داعআমাদের উপরে শুকরিয়া ওয়াজিব হয়েছে, এজন্য যে, আহবানকারী (রাসূল) আল্লাহর জন্য (আমাদেরকে) আহবান করেছেন।ايها المبعوث فبنا + جئت با لأمرالمطاعহে আমাদের মধ্যে (আল্লাহর) প্রেরিত পুরুষ! আপনি এসেছেন অনুসরণীয় বিষয়বস্ত্ত (ইসলাম) নিয়ে। [15]‘ছানিয়াহ’ অর্থ টিলা। মদীনায় লোকেরা তাদের মেহমানদেরকে নিকটবর্তী এই টিলা সমূহ পর্যন্ত এসে বিদায় জানাতো। এজন্য এই টিলা ‘ছানিয়াতুল বিদা’ বা বিদায়া দানের টিলা নামে পরিচিত হয়। ইয়াছরিবে প্রবেশের পর প্রত্যেক বাড়ীওয়ালা তার বাড়ীতে রাসূলকে মেহমান হিসাবে পাওয়ার জন্য ব্যস্ত হয়ে পড়ে। অনেকে উটের লাগাম ধরে টানতে থাকে।কিন্তু উট নিজের গতিতে চলে বর্তমানের মসজিদে নববীর স্থানে গিয়ে বসে পড়ে। কিন্তু রাসূল নামেননি। পরে উট পুনরায় উঠে কিছু দূর গিয়ে আবার সেখানেই ফিরে এসে বসে পড়ে। এটি ছিল রাসূলের মাতুল গোষ্ঠী বনু নাজ্জারের স্থান। রাসূলুল্লাহ (সাঃ) চেয়েছিলেন এখানে অবতরণ করে তার মামুদের বংশের মর্যাদা বৃদ্ধি করতে।আবু আইয়ূবের বাড়ীতে অবতরণ : অবশেষে রাসূলুল্লাহ (সাঃ) বললেন, কার বাড়ী নিকটে? আবু আইয়ূব বললেন, ‘এই তো আমার বাড়ী, এইতো আমার দরজা।’ তখন রাসূল (সাঃ) তার বাড়ীতে গেলেন। আবুবকরও তাঁর সাথে গেলেন। এই সময় রাসূলুল্লাহ (সাঃ) দো‘আ করেন, ‘আল্লাহর বরকতের উপরে তোমরা দুজন (রাসূল ও আবুবকর) দাঁড়িয়ে যাও’। [16] এর মাধ্যমে তিনি সেখানে অবস্থান করার কথা ঘোষণা দেন।আবু আইয়ূবের বাড়ীতে অবতরণ : অবশেষে রাসূলুল্লাহ (সাঃ) বললেন, কার বাড়ী নিকটে? আবু আইয়ূব বললেন, ‘এই তো আমার বাড়ী, এইতো আমার দরজা।’ তখন রাসূল (সাঃ) তার বাড়ীতে গেলেন। আবুবকরও তাঁর সাথে গেলেন। এই সময় রাসূলুল্লাহ (সাঃ) দো‘আ করেন, ‘আল্লাহর বরকতের উপরে তোমরা দুজন (রাসূল ও আবুবকর) দাঁড়িয়ে যাও’। [16] এর মাধ্যমে তিনি সেখানে অবস্থান করার কথা ঘোষণা দেন।"
    },
    {
        "id": "75",
        "block":"8",
        "title": "মদীনার আবহাওয়ার পরিবর্তন:",
        "text": "মদীনায় এসে মুহাজিরগণের অনেকে অসুখে পড়েন। হযরত আবু বকর (রাঃ) কঠিন জ্বরে কাতর হয়ে কবিতা পাঠ করেন, ‘প্রত্যেক মানুষকে তার পরিবারে ‘সুপ্রভাত’ বলে সম্ভাষণ জানানো হয়। অথচ মৃত্যু সর্বদা জুতার ফিতার চাইতে নিকটবর্তী’। বেলালও অনুরূপ বিলাপ ধ্বনি করে কবিতা পাঠ করেন। হযরত আয়েশা (রাঃ) এসব কথা রাসূলের কাছে তুলে ধরেন। তখন তিনি আল্লাহর নিকটে দো‘আ করেন- ‘হে আল্লাহ! তুমি আমাদের নিকটে মদীনাকে প্রিয় করে দাও, যেমন মক্কা আমাদের প্রিয় ছিল। বরং তার চাইতে বেশী প্রিয়। তুমি মদীনাকে স্বাস্থ্যকর করে দাও, তার খাদ্য-শস্যে বরকত দাও এবং তার অসুখকে (রোগ-ব্যাধিকে) সরিয়ে দাও! বরং (দূরে) জোহফায় পৌঁছে দাও’। [17] ফলে আল্লাহর ইচ্ছায় মদীনার অবস্থার পরিবর্তন হয়ে যায় এবং স্বাস্থ্যকর পরিবেশ তৈরী হয়ে যায়। আনছারগণের অপূর্ব ত্যাগ : আল্লাহ পাক ঈমানের বরকতে আনছারগণের মধ্যে এমন মহববত সৃষ্টি করে দিয়েছিলেন যে, মুহাজিরগণকে ভাই হিসাবে পাওয়ার জন্য প্রত্যেকে লালায়িত ছিল। যদিও তাদের মধ্যে সচ্ছলতা ছিল না। কিন্তু তারা ছিল প্রাণ-প্রাচুর্যে ভরা। সবাই মুহাজিরগণকে স্ব স্ব পরিবারে পেতে চায়। অবশেষে লটারীর ব্যবস্থা করা হয় এবং মুহাজিরগণকে আনছারদের সাথে ভাই ভাই হিসাবে ঈমানী বন্ধনে আবদ্ধ করে দেওয়া হয়। তারা তাদের জমি, ব্যবসা ও বাড়ীতে তাদেরকে অংশীদার করে নেন। এমনকি যাদের দুই স্ত্রী ছিল, তারা এক স্ত্রীকে তালাক দিয়ে স্ত্রীহারা মুহাজির ভাইকে দিয়ে দেন। আনছারগণের এই ত্যাগ ও কুরবানীর প্রশংসা করে আল্লাহ বলেন, وَيُؤْثِرُوْنَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوْقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُوْنَ-‘তারা নিজেদের উপরে মুহাজিরগণকে অগ্রাধিকার দেয়, যদিও তারা নিজেরা ছিল অভাবগ্রস্ত। বস্ত্ততঃ যারা মনের কার্পণ্য থেকে মুক্ত, তারাই হল সফলকাম’ (হাশর ৫৯/৯)।"
    },
    {
        "id": "76",
        "block":"8",
        "title": "ফুটনোট:",
        "text": "[4] বুখারী হা/৩৯০৫। [5] বুখারী হা/৩৯১১। [6] যাদুল মা‘আদ ২/৫৩-৫৪। [7] হাকেম ৩/৯-১০; ফিক্বহুস সীরাহ পৃ: ১৩১, আলবানী ছহীহ বলেছেন।[8] বুখারী হা/৩৯০৬ ‘আনছারদের মর্যাদা’ অধ্যায়, অনুচ্ছেদ ৪৫।[9] আল-বিদায়াহ ওয়ান নিহায়াহ ৭/৬৯ ‘মাদায়েন বিজয়ের কাহিনী’।[10] আল-বিদায়াহ ওয়ান নিহায়াহ ৭/৬৯ ‘মাদায়েন বিজয়ের কাহিনী’।[11] বুখারী হা/৩৬৫২।[12] তাহরীম ৬৬/৪, যাদুল মা‘আদ ৩/৫২; আর-রাহীক্ব পৃ: ১৭১।[13] আল-বিদায়াহ ওয়ান নিহায়াহ ২/২১১।[14] বুখারী হা/৪৯৪১ ‘তাফসীর’ অধ্যায়।[15] আর-রাহীক্ব পৃ: ১৭২; যঈফাহ হা/৫৯৮।[16] বুখারী হা/৩৯১১।[17] বুখারী হা/৫৬৭৭।"
    },
    {
        "id": "77",
        "block":"9",
        "title": "কুরায়েশ প্রতিনিধি দল নাজাশীর দরবারে :",
        "text": "★★★ হাবশায় গিয়ে যাতে মুসলমানগণ শান্তিতে থাকতে না পারে, সেজন্য কুরায়েশ নেতারা তাদেরকে ফিরিয়ে আনার ষড়যন্ত্র করল। এ উদ্দেশ্য সফল করার জন্য তারা কুশাগ্রবুদ্ধি কুটনীতিবিদ আমর ইবনুল ‘আছ এবং আবদুল্লাহ ইবনে আবী রাবী‘আহকে দায়িত্ব দিল। এ দুজন পরে মুসলমান হন। তারা মহামূল্য উপঢৌকনাদি নিয়ে হাবশা যাত্রা করেন এবং সেখানে গিয়ে প্রথমে খৃষ্টানদের নেতৃস্থানীয় পাদ্রী ও পোপদের সঙ্গে বৈঠক করেন। তাদের ক্ষুরধার যুক্তি এবং মূল্যবান উপঢৌকনাদিতে ভুলে দরবারের পাদ্রী নেতারা একমত হয়ে গেল। পরের দিন আমর ইবনুল ‘আছ উপঢৌকনাদি নিয়ে বাদশাহ নাজ্জাশীর দরবারে উপস্থিত হলেন। অতঃপর তারা বললেন, হে বাদশাহ! আপনার দেশে আমাদের কিছু অজ্ঞ-মূর্খ ছেলে-ছোকরা পালিয়ে এসে আশ্রয় নিয়েছে। যারা তাদের কওমের দ্বীন পরিত্যাগ করেছে এবং তারা আপনাদের ধর্মেও প্রবেশ করেনি। তারা এমন এক নতুন দ্বীন নিয়ে এসেছে, যা আমরা কখনো শুনিনি বা আপনিও জানেন না। আমাদের কওমের নেতৃবৃন্দ আমাদেরকে আপনার নিকটে পাঠিয়েছেন, যাতে আপনি তাদেরকে তাদের কওমের কাছে ফেরৎ পাঠান’। তাদের কথা শেষ হ’লে উপস্থিত পাদ্রীনেতাগণ কুরায়েশ দূতদ্বয়ের সমর্থনে মুহাজিরগণকে তাদের হাতে সোপর্দ করে দেওয়ার জন্য বাদশাহকে অনুরোধ করল। তখন বাদশাহ রাগতঃ স্বরে বললেন, আল্লাহর কসম! এটা কখনোই হতে পারে না। তারা আমার দেশে এসেছে এবং অন্যদের চাইতে আমাকে পসন্দ করেছে। অতএব তাদের বক্তব্য না শুনে কোনরূপ সিদ্ধান্ত নেওয়া যাবে না। ফলে তাঁর নির্দেশক্রমে জাফর বিন আবু তালিবের নেতৃত্বে মুসলিম প্রতিনিধি দল বাদশাহর দরবারে উপস্থিত হয়ে তাঁকে সালাম দিলেন। কিন্তু সিজদা করলেন না। বাদশাহ তাদের জিজ্ঞেস করলেন, তোমরা প্রথানুযায়ী আমাকে সিজদা করলে না কেন? যেমন ইতিপূর্বে তোমাদের কওমের প্রতিনিধিদ্বয় এসে করেছে? বাদশাহ আরও বললেন, বাপ-দাদার ধর্ম ত্যাগ করে এমনকি আমাদের ধর্ম গ্রহণ না করে নতুন যে ধর্মে তোমরা দীক্ষা নিয়েছে, সেটা কী আমাকে শোনাও!’ জা‘ফর বিন আবু তালিব বললেন, হে বাদশাহ! আমাদের ধর্মের নাম ‘ইসলাম’। আমরা স্রেফ আল্লাহর ইবাদত করি এবং তার সাথে কাউকে শরীক করি না। বাদশাহ বললেন, কে তোমাদের এসব কথা শিখিয়েছেন? জাফর বললেন, আমাদের মধ্যকারই একজন ব্যক্তি। ইতিপূর্বে আমরা মূর্তিপূজা ও অশ্লীলতা এবং অন্যায় ও অত্যাচারে আকণ্ঠ নিমজ্জিত ছিলাম এবং আমরা শক্তিশালীরা দুর্বলদের শোষণ করতাম। এমতাবস্থায় আল্লাহ মেহেরবানী করে আমাদের মধ্যে তাঁর শেষনবীকে প্রেরণ করেছেন। তাঁর নাম ‘মুহাম্মাদ’। তিনি আমাদের চোখের সামনে বড় হয়েছেন। তাঁর বংশ মর্যাদা, সততা, ন্যায়পরায়ণতা, আমানতদারী, সংযমশীলতা, পরোপকারিতা প্রভৃতি গুণাবলী আমরা জানি। নবুঅত লাভের পর তিনি আমাদেরকে তাওহীদের দাওয়াত দিয়েছেন এবং মূর্তিপূজা পরিত্যাগ করে সর্বাবস্থায় এক আল্লাহর ইবাদত করার আহবান জানিয়েছেন। সাথে সাথে যাবতীয় অন্যায়-অপকর্ম হতে তওবা করে সৎকর্মশীল হওয়ার নির্দেশ দিয়েছেন। আমরা তাঁর উপর বিশ্বাস স্থাপন করেছি এবং এক আল্লাহর ইবাদত করছি ও হালাল-হারাম মেনে চলছি। এতে আমাদের কওমের নেতারা আমাদের উপর ক্রুদ্ধ হয়েছেন এবং আমাদের উপর প্রচন্ড নির্যাতন চালিয়েছেন। সেকারণ বাধ্য হয়ে আমরা সবকিছু ফেলে আপনার রাজ্যে আশ্রয় নিয়েছি আপনার সুশাসনের খবর শুনে। আমরা অন্যস্থান বাদ দিয়ে আপনাকে পসন্দ করেছি এবং আপনার এখানেই আমরা থাকতে চাই। আশা করি আমরা আপনার নিকটে অত্যাচারিত হব না’। অতঃপর জাফর বললেন, হে বাদশাহ! অভিবাদন সম্পর্কে আল্লাহর রাসূল (সাঃ) আমাদের জানিয়েছেন যে, জান্নাতবাসীদের পরস্পরে অভিবাদন হল ‘সালাম’ এবং রাসূলুলাহ (সাঃ) আমাদেরকে পরস্পরে ‘সালাম’ করার নির্দেশ দিয়েছেন।’ বাদশাহ বললেন, ঈসা ও তাঁর দ্বীন সম্পর্কে তোমরা কি বলতে চাও? উত্তরে জা‘ফর বিন আবু ত্বালিব সূরা মারিয়ামের শুরু থেকে ৩৬ আয়াত পর্যন্ত হযরত যাকারিয়া ও ইয়াহইয়া (আঃ)-এর বিবরণ, মারিয়ামের প্রতিপালন, ঈসার জন্মগ্রহণ ও লালন-পালন, দোলনায় কথোপকথন প্রভৃতি আয়াতগুলি পাঠ করে শুনিয়ে দিলেন। বাদশাহ ছিলেন অত্যন্ত ধার্মিক এবং তাওরাত-ইঞ্জীলে পন্ডিত ব্যক্তি। কুরআনের অপূর্ব বাকভঙ্গি, শব্দশৈলী ও ভাষালংকার এবং ঘটনার সারবত্তা উপলব্ধি করে বাদশাহ অঝোর নয়নে কাঁদতে থাকলেন। সাথে উপস্থিত পাদ্রীগণও কাঁদতে লাগলো। তাদের চোখের পানিতে তাদের হাতে ধরা ধর্মগ্রন্থগুলি ভিজে গেল। অতঃপর নাজ্জাশী বলে উঠলেন, ‘নিশ্চয়ই এই কালাম এবং ঈসার নিকটে যা নাযিল হয়েছিল দু’টিই একই আলোর উৎস হতে নির্গত’। বলেই তিনি কুরায়েশ দূতদ্বয়ের দিকে ফিরে বললেন, ‘তোমরা চলে যাও! আল্লাহর কসম! আমি কখনোই এদেরকে তোমাদের হাতে তুলে দেব না’। আমর ইবনুল ‘আছ এবং আব্দুল্লাহ বিন আবী রাবী‘আহ দরবার থেকে বেরিয়ে গেলেন। আমর বললেন, কালকে এসে এমন কিছু কথা বাদশাহকে শুনাবো, যাতে এদের মূলোৎপাটন হয়ে যাবে এবং এরা ধ্বংস হয়ে যাবে। একথা শুনে আব্দুল্লাহ বললেন, না, না এমন নিষ্ঠুর কিছু করবেন না। ওরা আমাদের স্বগোত্রীয় এবং নিকটাত্মীয় তো বটেই। কিন্তু আমর ওসব কথায় কর্ণপাত করলেন না। পরের দিন বাদশাহর দরবারে এসে তিনি বললেন, ‘হে সম্রাট! এরা ঈসা ইবনে মারিয়াম সম্পর্কে ভয়ংকর সব কথা বলে থাকে’। একথা শুনে বাদশাহ মুসলমানদের ডাকালেন। মুসলমানেরা একটু চিন্তাগ্রস্ত হয়ে পড়লেন। কেননা নাছারারা ঈসাকে উপাস্য মানে। কিন্তু মুসলমানরা তাকে আল্লাহর বান্দা বলে থাকে। যাই হোক কোনরূপ দ্বৈততার আশ্রয় না নিয়ে সত্য বলার ব্যাপারে তারা মনস্থির করলেন এবং আল্লাহর উপর ভরসা করে দ্ব্যর্থহীন কণ্ঠে সত্য প্রকাশ করে দিয়ে জাফর বিন আবু তালিব বললেন, ‘তিনি ছিলেন আল্লাহর বান্দা ও তাঁর রাসূল। তিনি ছিলেন আল্লাহ প্রেরিত রূহ এবং তাঁর নির্দেশ। যা তিনি মহীয়সী কুমারী মাতা মারিয়ামের উপরে ফুঁকে দিয়েছিলেন। কোন পুরুষ লোক তাকে স্পর্শ করেনি’। তখন নাজ্জাশী মাটি থেকে একটা কাঠের টুকরা উঠিয়ে বললেন, ‘আল্লাহর কসম! তুমি যা বলেছ, ঈসা ইবনে মারিয়াম তার চাইতে এই কাষ্ঠখন্ড পরিমাণও বেশী ছিলেন না’। তিনি একথাও বলেন যে, ‘আল্লাহর শোকর যে, আমি এই রাসূলের যামানা পেয়েছি’। তিনি জাফর ও তার সাথীদের উদ্দেশ্যে বললেন, ‘যাও! তোমরা আমার দেশে সম্পূর্ণ নিরাপদ। যে ব্যক্তি তোমাদের গালি দেবে, তার জরিমানা হবে। যে ব্যক্তি তোমাদের গালি দেবে, তার জরিমানা হবে। তোমাদের কাউকে কষ্ট দেওয়ার বিনিময়ে যদি কেউ আমাকে স্বর্ণের পাহাড় এনে দেয়, আমি তা পসন্দ করব না’। অতঃপর তিনি কুরায়েশ দূতদ্বয়ের প্রদত্ত উপঢৌকনাদি ফেরৎ দানের নির্দেশ দিলেন। ঘটনার বর্ণনাদানকারিণী হযরত উম্মে সালামাহ (রাঃ) (পরবর্তীকালে উম্মুল মুমেনীন) বলেন, ‘ঐ দু’জন চরম বেইযযতির সাথে দরবার থেকে বেরিয়ে গেল… এবং আমরা উত্তম প্রতিবেশীর সাথে উত্তম গৃহবাসীরূপে বসবাস করতে থাকলাম’।"
    },
    {
        "id": "78",
        "block":"10",
        "title": "সাহাবীগণের উপর অত্যাচার : ★★★ নিম্নে উদাহরণ স্বরূপ জাহেলী যুগের নির্যাতনের কিছু দৃষ্টান্ত পেশ করা হল।-",
        "text": "(১) মদীনায় প্রেরিত ইসলামের প্রথম দাঈ মুছ‘আব বিন উমায়ের (রাঃ) ইসলাম কবুল করেছেন, এ সংবাদ জানতে পেরে তার মা তার খানাপিনা বন্ধ করে দেন। অবশেষে বাড়ি থেকে বহিষ্কার করেন। বিলাস-ব্যসনে লালিত-পালিত এই তরুণ অবশেষে ক্ষুৎ-পিপাসায় কাতর হয়ে অস্থি-চর্মসার ও কংকাল সর্বস্ব হয়ে পড়েছিলেন। ইনি ওহোদের যুদ্ধে শহীদ হন। (২) ইসলামের প্রথম ও শ্রেষ্ঠ মুওয়াযযিন বেলাল বিন রাবাহ (রাঃ) কুরায়েশ নেতা উমাইয়া বিন খালাফের হাবশী ক্রীতদাস ছিলেন। ইসলাম কবুল করার অপরাধে তাকে তার মনিব নানাবিধ নির্যাতন করে। তার হাত-পা বেঁধে পিটিয়ে রক্তাক্ত করে প্রখর রৌদ্রে উত্তপ্ত বালুকার উপর উপুড় করে পাথর চাপা দিয়ে ফেলে রাখা হত। কখনো তার গলায় দড়ি বেঁধে গরু-ছাগলের মত ছেলে-ছোকরাদের দিয়ে পাহাড়ে ও প্রান্তরে টেনে-হিচঁড়ে নেওয়া হত। যাতে তার গলার চামড়া রক্তাক্ত হয়ে যেত। খানা-পিনা বন্ধ রেখে ক্ষুৎ-পিপাসায় কষ্ট দেওয়া হত। কখনো উত্তপ্ত কংকর-বালুর উপরে হাত-পা বেঁধে ফেলে রেখে বুকে পাথর চাপা দেওয়া হত আর বলা হত ‘মুহাম্মাদের দ্বীন পরিত্যাগ না করা পর্যন্ত তোকে আমৃত্যু এভাবেই পড়ে থাকতে হবে’। কিন্তু বেলাল শুধুই বলতেন ‘আহাদ’ ‘আহাদ’। একদিন রাসূলুল্লাহ (সাঃ) পাশ দিয়ে যাবার সময় এই দৃশ্য দেখে বললেন أحد ينجيك ‘আহাদ’ অর্থাৎ আল্লাহ তোমাকে মুক্তি দেবেন’। অতঃপর তিনি আবু বকরকে যেয়ে বললেন, হে আবুবকর। বেলাল আল্লাহর পথে শাস্তি ভোগ করছে’। আবুবকর ইঙ্গিত বুঝলেন। অতঃপর উমাইয়ার দাবী অনুযায়ী নিজের কাফের গোলাম নিসতাস এর বিনিময়ে এবং একটি মূল্যবান চাদর ও দশটি উকিয়ার (স্বর্ণমুদ্রা) বিনিময়ে তাকে খরিদ করে মুক্ত করে দেন। (৩) খাববাব ইবনুল আরিত বনু খোযা‘আ গোত্রের জনৈকা মহিলার গোলাম ছিলেন। মুসলমান হওয়ার অপরাধে মুশরিক নেতারা তার উপরে লোমহর্ষক নির্যাতন চালায়। নানাবিধ অত্যাচারের মধ্যে সবচাইতে মর্মান্তিক ছিল এই যে, তাকে কাঠের জ্বলন্ত অঙ্গারের উপরে চিৎ করে শুইয়ে দিয়ে বুকের উপরে পাথর চাপা দেওয়া হয়েছিল। ফলে পিঠের চামড়া ও মাংস গলে অঙ্গার নিভে গিয়েছিল। ওমর ফারূক (রাঃ) স্বীয় খেলাফতকালে একদিন খাববাবের পিঠের কুঞ্চিত সাদা চামড়া দেখে ও তার উপরে অত্যাচারের কাহিনী শুনে কেঁদে বুক ভাসিয়েছিলেন। (৪) ইয়াসির পরিবার: ইয়াসির বনু মাখযূমের ক্রীতদাস ছিলেন। তিনি ও তার স্ত্রী ও পুত্র মুসলমান হন। ফলে তাদের উপরে যে ধরনের অমানুষিক নির্যাতন করা হয়েছিল, তা ভাষায় বর্ণনার যোগ্য নয়। আবু জাহলের নির্দেশে বনু মাখযূমের এই ক্রীতদাস মুসলিম পরিবারের উপরে নৃশংসতম শাস্তি নেমে আসে। তাদেরকে খোলা ময়দানে নিয়ে উত্তপ্ত বালুকার উপরে শুইয়ে রেখে নানাভাবে নির্যাতন করা হ’ত। একদিন চলার পথে তাদের এই আযাবের দৃশ্য দেখে রাসূলুল্লাহ (সাঃ) তাদের উদ্দেশ্যে বলেন, صبرًا آل ياسر فإن موعدكم الجنة ‘ধৈর্য ধর হে ইয়াসির পরিবার! তোমাদের ঠিকানা হল জান্নাত’ ইয়াসিরের দুই পায়ে দুটি রশি বেঁধে দুদিকে দুটি উটের পায়ে উক্ত রশির অন্য প্রান্ত বেঁধে দিয়ে উট দুটিকে দুদিকে জোরে হাঁকিয়ে নেওয়া হয়। তাতে জোরে হেঁচকা টানে ইয়াসিরের দেহ দ্বিখন্ডিত হয়ে যায় এবং সেখানেই তিনি শাহাদাত বরণ করেন। অতঃপর পাষাণহৃদয় আবু জাহল নিজ হাতে ইয়াসিরের স্ত্রী সুমাইয়ার গুপ্তাঙ্গে বর্শা বিদ্ধ করে তাকে হত্যা করে। তিনিই ছিলেন ইসলামে প্রথম মহিলা শহীদ। অতঃপর তাদের একমাত্র পুত্র আম্মারের উপরে শুরু হয় অবর্ণনীয় নির্যাতনের পালা। তাকে উত্তপ্ত কংকরময় বালুর উপরে হাত পা বেঁধে পাথর চাপা দিয়ে ফেলে রাখা অবস্থায় নির্যাতন করা হয়। একদিন আম্মারকে পানিতে চুবিয়ে আধামরা অবস্থায় উঠিয়ে বলা হল, তুমি যতক্ষণ মুহাম্মাদকে গালি না দিবে এবং লাত-মানাত-উযযা দেব-দেবীর প্রশংসা না করবে, ততক্ষণ তোমাকে মুক্তি দেওয়া হবে না। অবশেষে বাধ্য হয়ে তিনি তাদের কথা মেনে নেন। পরেই তিনি রাসূলের দরবারে গিয়ে কান্না-জড়িত কণ্ঠে সব ঘটনা খুলে বললেন ও আল্লাহর নিকটে ক্ষমা প্রার্থনা করলেন। তখন নিম্নোক্ত আয়াত নাযিল হয়- مَنْ كَفَرَ بِاللهِ مِنْ بَعْدِ إيْمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيْمَانِ- ‘ঈমান আনার পরে যে ব্যক্তি আল্লাহর সাথে কুফরী করে তাদের জন্য রয়েছে আল্লাহর ক্রোধ এবং কঠিন শাস্তি। কিন্তু যাকে বাধ্য করা হয়, অথচ তার অন্তর বিশ্বাসে অটল থাকে (তার জন্য কোন চিন্তা নেই)’ (নাহল ১৬/১০৬)। (৫) হযরত ওছমানের মত ধনশালী ব্যক্তি যখন ইসলাম কবুল করেন, তখন তাঁর বদবখ্ত চাচা তাঁকে খেজুর পাতার চাটাইয়ে জড়িয়ে বেঁধে নীচ থেকে ধোঁয়া দিয়ে শাস্তি দেয়। (৬) কোন কোন ছাহাবীকে উট বা গরুর কাঁচা চামড়ায় জড়িয়ে প্রখর রৌদ্র তাপের মধ্যে ফেলে রাখা হয়। কাউকে লোহার বর্ম পরিয়ে উত্তপ্ত পাথরের উপরে শুইয়ে রাখা হত। (৭) যানীরাহ, নাহদিয়াহ ও তার মেয়ে এবং উম্মে আবীস প্রমুখ ক্রীতদাসীরা মুসলমান হলে বর্বরতম নির্যাতনের শিকার হন। আবুবকর তাদেরকে খরিদ করে মুক্ত করে দেন। এভাবে কুরায়েশ নেতারা মুসলিম দাস-দাসী ও তাদের পরিবারের উপরে সর্বাধিক নিষ্ঠুরতা প্রদর্শন করত। আবুবকর (রাঃ) এইসব নির্যাতিত দাস-দাসীকে বহু মূল্যের বিনিময়ে তাদের নিষ্ঠুর মনিবদের নিকট থেকে খরিদ করে নিয়ে মুক্ত করে দিতেন। (৮) খোদ আবুবকর (রাঃ)-কে একদিন ওৎবা বিন রাবী‘আহ তার লোকজন নিয়ে একদিন হঠাৎ আক্রমণ করে বসে। মর্মান্তিক প্রহারে তাঁর চেহারা এমন ফুলে যায় যে, তাকে চেনাই যাচ্ছিল না। বানু তামীম তাকে অজ্ঞান অবস্থায় বাড়ী নিয়ে আসে। সন্ধ্যার পরে তাঁর জ্ঞান ফিরলে প্রথমে জিজ্ঞেস করেন, রাসূলুল্লাহ (সাঃ) কেমন আছেন? শত চেষ্টায়ও তিনি কিছু খেলেন না! অবশেষে খাত্তবাব কন্যা উম্মে জামীল এসে গোপনে তাকে খবর দেন যে, রাসূল (সাঃ) ভাল আছেন এবং এখন আরক্বামের গৃহে অবস্থান করছেন। তারপর রাত্রি অধিক হলে উম্মে জামীলের সাথে তিনি আরক্বামের গৃহে যান। সেখানে রাসূলকে দেখার পর কুশল জেনে নিয়ে পানাহার করেন।"
    },
    {
        "id": "79",
        "block":"10",
        "title": "আরক্বামের গৃহে প্রচার কেন্দ্র (৫ম নববী বর্ষ):",
        "text": "মুসলমানগণ পাহাড়ের পাদদেশে ও বিভিন্ন গোপন স্থানে মিলিত হয়ে জামাআতের সাথে ছালাত আদায় করতেন এবং দ্বীনের তালীম নিতেন। একদিন কতিপয় মুশরিক এটা দেখে ফেলে এবং মুসলমানদের অশ্রাব্য ভাষায় গালি দিতে দিতে তাদের উপরে ঝাঁপিয়ে পড়ে। তখন হযরত সা‘দ বিন আবী ওয়াকক্বাছ (রাঃ) তাদেরকে পাল্টা আক্রমণ করে রক্তাক্ত করে ফেলেন। ফলে তারা পালিয়ে যায়। এ কারণেই হযরত সা‘দকে ‘আল্লাহর রাস্তায় প্রথম বর্শা নিক্ষেপকারী’ বলা হয়। এটি ছিল চতুর্থ নববী বর্ষের ঘটনা। এই ঘটনার পরে ৫ম নববী বর্ষে আল্লাহর রাসূল (সাঃ) আরক্বাম বিন আবুল আরক্বামের বাড়িটিকে প্রশিক্ষণ ও প্রচার কেন্দ্র হিসাবে বেছে নেন। বাড়িটি ছিল ছাফা পাহাড়ের উপরে। যা ছিল অপেক্ষাকৃত নিরাপদ এবং মুশরিকদের দৃষ্টির আড়ালে। কাফের নেতাদের সম্মেলনস্থল ‘দারুন নাদওয়া’ থেকে এটা ছিল সম্পূর্ণ ভিন্ন স্থানে। যদিও আল্লাহর রাসূল (সাঃ) নিজে সর্বদা প্রকাশ্যে ছালাত আদায় করতেন।"
    },
    {
        "id": "80",
        "block":"11",
        "title": "রাসূলুল্লাহ (সাঃ) এর ইন্তেকাল - ★★★ বিদায় হে আমার বন্ধুঃ অন্তিম যাত্রার পথে মহানবী",
        "text": "আল্লাহর দ্বীনের দাওয়াত পূর্ণতা লাভ করেছে, আরব জাহান এখন ইসলামের সম্পূর্ণ নিয়ন্ত্রণে। এ সময় রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চিন্তা-চেতন, অনুভব-অনুভূতি, বাহ্যিক আচার-আচরণ ও কথা বার্তায় এমন নিদর্শন প্রকাশ পেতে লাগলো যা থেকে স্পস্টতই বুঝা যাচ্ছিলো যে, তিনি এ পৃথিবীর অধিবাসীদের শীঘ্রই বিদায় জানাবেন। উদহরণস্বরূপ বলা হয় যে, দশম হিজরীর রমযান মাসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিশ দিন এ’তেকাফ পালন করেন অথচ অন্যান্য রমযানে পালন করতেন দশদিন। হযরত জিবরাঈল (আ.) এ বছর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সমগ্র কোরআন শরীফ দু’বার পাঠ করে শোনালেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিদায় হজ্জের ভাষণে বলেছিলেন, আমি জানি না, সম্ভবত এ বছরের পর এই জায়গায় তোমাদের সাথে আমি আর কখনো মিলিত হতে পারব না। জামরায়ে আকাবার কাছে তিনি বলেন, আমার কাছ থেকে হজ্জ এর নিয়মাবলী শিখে নাও, কেননা আমি এ বছরের পর সম্ভবত আর কখনো হজ্জ করতে পারব না। আইয়ামে তাশরীকের মাঝামাঝি অর্থাৎ ১০,১১,১২ই যিলহজ্জের সময়ে সূরা নসর নাযিল হয়েছিলে। এরপর তিনি বুঝে ফেলেছিলেন যে, এবার দুনিয়া থেকে তার বিদায় নেয়ার পালা। এই সূরা নাযিল হওয়া মানে হচ্ছে তার মৃত্যুবরণের একটা আগাম ইত্তেলা (সংবাদ) দেয়া। একাদশ হিজরীর সফর মাসের শুরতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ওহুদ প্রান্তরে গমন করেন। সেখানে তিনি শহীদানদের জন্যে এমনভাবে দোয়া করলেন যেন জীবিতরা মৃতদের কাছ থেকে বিদায় গ্রহণ করছে। এরপর ফিরে এস তিনি মিম্বরে বসে বললেন, আমি তোমাদরে কর্মতৎপরতার আমীর এবং তোমাদের জন্যে সাক্ষী। আল্লাহর শপথ এখন আমি আমার হাউয অর্থাৎ হাউযে কাওছার দেখতে পাচ্ছি। আমাকে সমগ্র বিশ্ব জাহান এবং এর ধন-ভান্ডারের চাবি প্রদান করা হয়েছে। আল্লাহর শপথ, আমি এ আশঙ্কা পোষণ করি না যে, তোমরা আমার পরে শেরেক করবে বরং এ আশঙ্কা করছি যে, তোমরা দুনিয়ার ব্যাপারে বাড়াবাড়ি করবে। একদিন মধ্য রাতে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জান্নাতুল বাকির কবরস্থানে যান এবং সেখানে মুর্দাদের জন্যে দোয়া করেন। সে দোয়ায় তিনি বলেন, হে কবরবাসীরা, তোমাদের প্রতি সালাম। মানুষ যে অবস্থায় রয়েছে তার চেয়ে তোমরা যে অবস্থায় রয়েছো তা তোমাদের জন্যে শুভ হোক। ফেতনা আঁধার রাতের অংশের মতো একের পর এক চলে আসছে। পরবর্তীরা পূর্ববর্তীদের চেয়ে মন্দ। এরপর কবরবাসীদরে এ সুখবর প্রদান করেন যে, আমি ও তোমাদরে সাথে এস মিলিত হবো। একাদশ হিজরীর ২৯ শে সফর, রোববার নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জান্নাতুল বাকিতে একটি জানাযায় অংশগ্রহণ করেন। ফেরার পথে মাথাব্যথা শুরু হেয় এবং উত্তাপ এতে বেড়ে যে, মাথায় বাঁধা পট্টির ওপর দিয়েও তাপ অনুভব করা গেছে। এটা ছিলো মরণ অসুখের শুরু। তিনি সেই অসুস্থ অবস্থায় এগার দিন নামায পড়ান।অসুখের মোট মেয়াদ ছিলো তের অথবা চৌদ্দ দিন।"
    },
    {
        "id": "81",
        "block":"11",
        "title": "জীবনের শেষ সপ্তাহ: ",
        "text": "রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ক্রমেই দুর্বল হয়ে পড়ছিলেন। এ সময়ে তিনি পবিত্র সহধর্মিনীদের কাছে জিজ্ঞাসা করতেন যে, আমি আগামীকাল কোথায় থাকবো? আমি আগামীকাল কোথায় থাকবো? নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ জিজ্ঞাসার তাৎপর্য তাঁর সহধর্মিনীরা বুঝে ফেললেন, তাই তারা বললেন, আপনি যেখানে থাকতে ইচ্ছা করেন হে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, সেখানেই থাকবেন। এরপর তিনি হযরত আয়েশা (রা.)এর ঘরে স্থানান্তরিত হলেন। স্থানান্তরের সময় হযরত ফযল ইবনে আব্বাস এবং হযরত আলী ইবনে আবু তালেব (রা.) প্রিয় নবীকে ভর দিয়ে নিয়ে গেলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামরে মাথায় পট্টি বাঁধা, পবিত্র চরণযুগল মাটিতে হেঁচড়ে যাচ্ছে। এ অবস্থায় তিনি হযরত আয়েশা (রা.)-এর ঘরে স্থানান্তরিত হলেন এবং জীবনের শেষ সপ্তাহ সেখানেই কাটালেন। হযরত আয়েশা (রা.)রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছ থেকে শিক্ষা করা দোয়া সমূহ পাঠ করে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পবিত্র দেহে ফুঁ দিতেন এবং বরকতের আশায় তাঁর পবিত্র হাত নিজের দেহে ফেরাতেন। মৃত্যুর পাঁচদিন আগে চাহার শোম্বা অর্থাৎ বুধবার নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দেহের উত্তাপ অস্বাভাবিক বেড়ে গেলো। এতে তাঁর কষ্ট বাড়লো। তিনি জ্ঞান হারিয়ে ফেলেছিলেন। এ সময় বললেন, বিভিন্ন কূপের সাত মশক পানি আমার ওপর ঢালো, আমি যেন লোকদের কাছে গিয়ে ওসিয়ত করতে পারি। এ জন্যে বসিয়ে দেয়া হলো এবং দেহে এতো পরিমাণ পানি ঢালা করা হলো যে, তিনি বললেন, ব্যস, ব্যস, অর্থাৎ আর প্রয়োজন নেই। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এরপর কিছুটা সুস্থ বোধ করলেন এবং মসজিদে গেলেন। মাথায় পট্টি বাঁধা ছিলো। মিম্বরে আরোহণ করে বসে কিছু ভাসণ দিলেন। সাহাবায়ে কেরাম আশেপাশে সমবেত ছিলেন। তিনি বললেন, ইহুদি নাছারদের ওপর আল্লাহর লানত, কেননা তারা তাদের নবীর কবরকে মসজিদে পরিণত করেছে। অপর এক বর্ণনায় রয়েছে যে, ইহুদী নাছারাদের ওপর আল্লাহর মার, কেননা তারা তাদের নবীদের কবরকে মসজিদে পরিণত করেছে। [1] তিনি আরো বললেন, তোমরা আমার কবরকে পূজা করার উদ্দেশ্যে মূর্তিতে পরিণত করো না। [2] এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বদলার জন্যে নিজেকে পেশ করে বললেন, আমি যদি কারো পিঠে চাবুকের দ্বারা আঘাত করে থাকি তবে এই হচ্ছে আমার পিঠ সে যেন বদলা নিয়ে নেয়। যদি কাউকে অসম্মান করে থাকি তবে, সে যেন আমার কাছ থেকে বদলা গ্রহণ করে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মিম্বরের ওপর থেকে নীচে নেমে এলেন এবং যোহরের নামায পড়ালেন। এরপর তিনি পুনরায় মিম্বরে উপবেশন করলেন এবং শত্রুতা ইত্যাদি সম্পর্কে বলা কথা পুনরায় বললেন। একজন লোক বললেন, আপনার কাছে আমি তিন দেরহাম পাওনা রয়েছি। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ফযল ইবনে আব্বাস (রা.)- কে সেই ঋণ পরিশোধের আদেশ দিলেন। এরপর প্রিয় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আনসারদের সম্পর্কে ওসিয়ত করলেন। তিনি বললেন, আমি তোমাদেরকে আনসারদের ব্যাপারে ওসিয়ত করছি, কেননা তারা আমার অন্তরও কলিজা। তারা নিজেদের যিম্মাদারী পূর্ণ করেছে কিন্তু তাদের অধিকার সমূহ বাকি রয়ে গেছে। কাজেই তাদের মধ্যেকার নেককারদের গ্রহণ করবে এবং বদকারদের ক্ষমা করবে। অপর এক বর্ণনায় রয়েছে, তিনি বলেন, অপর এক বর্ণনায় রয়েছে, তিনি বলেন, মানুষ বাড়তে থাকবে কিন্তু আনসারদের সংখ্যা কমতে থাকবে, এমনকি তারা খাবারের লবণের পরিমাণের মত হয়ে পড়বে। কাজেই তোমাদের মধ্যেকার যারা কোন লাভজনক বা ক্ষতিকর কাজের দায়িত্ব পাবে তারা আনসারদের মধ্যেকার নেককারদের গ্রহণ করবে এবং বদকারদের ক্ষমা করবে। [3] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এরপর বরলেন, একজন বান্দাকে আল্লাহ তায়ালা এ এখতিয়ার দিয়েছেন যে, বান্দাহ ইচ্ছে করলে দুনিয়ার শান শওকত থেকে যা চাইবো আল্লাহ তায়ালা তাকে দেবেন অথবা আল্লাহর কাছে যা রয়েছে তা থেকে যা কিছু ইচ্ছা নিতে পারবে। সেই বান্দা আল্লাহর কাছে যা রয়েছে তা গ্রহণ করার ইচ্ছা ব্যক্ত করেন। হযরত আবু সাঈদ খুদরী (রা.) বর্ণানা করেণ যে, একথা শোনার পর হযরত আবু বকর ছিদ্দিক (রা.) কাঁদতে শুরু করলেন এবং আমি নিজের মা’বাপসহ আপনার ওপর কোরবান হচ্ছি। একথা শুনে আমরা অবাক হলাম। লেকেরা বললো, এই বুড়োকে দেখো, রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তো একজন বান্দা সম্পর্কে বলছিলেন যে, আল্লাহ তায়ালা তাকে এখতিয়ার দিয়েছেন তা থেকে যা ইচ্ছা গ্রহণ করতে পারে অথবা আল্লাহর কাছে যা রয়েছে তা থেকে যা ইচ্ছা গ্রহণ করতে পারে অথচ এই বুড়ো বলছে, আমি নিজের মা-বাপসহ আপনার ওপর কোরবান হচ্ছি। কিন্তু কয়েকদিন পরেই এটা সবার কাছে স্পষ্ট হয়ে পড়ে যে, আল্লাহ তায়ালা যে বান্দাকে এখতিয়ার দিয়েছে তিনি ছিলেন স্বয়ং রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। সেদিন এটাও কারো বুঝতে বাকি থাকেনি যে, হযরত আবু বকর (রা.) হচ্ছেন আমাদের মধ্যেকার সবচেয়ে জ্ঞানী ব্যক্তি। [4] এরপর রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, বন্ধুত্ব এবং অর্থ সম্পদের ত্যাগ স্বীকারে আমার প্রতি সবচেয়ে বেশী এহসানা যেন রয়েছে আবু বকরের। যদি আমি আমার প্রতিপালক ব্যতিত অন্য কাউকে খলিল/বন্ধু হিসাবে গ্রহণ করতাম, তবে আবু বকরকে গ্রহণ করতাম। কিন্তু তার সাথে ইসলামী ভ্রাতৃত্ব ও ভালোবাসার সম্পর্ক বিদ্যমান। মসজিদে কোন দরজা খোলা রাখা না হয়, সকল দরজা যেন বন্ধ করা হয় শুধু আবু বকরের দরজা বন্ধ করা যাবে না। [5] রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ওফাতের চারদিন আগে বৃহস্পতিবার, তিনি খুবিই কষ্ট পাচ্ছিলেন। সেই সময় তিনি বললেন, আমি তোমাদরে একটি লিখন লিখে দিচ্ছি, এরপর তোমরা কখনো গোমরাহ হবে না। সেই সময় ঘরে কয়েকজন লোক উপস্থি ছিলেন। তাদের মধ্যে হযরত ওমর (রা.)-ও ছিলেন। তিনি বললেন, আপনি অসুখে খুবই কষ্ট পাচ্ছেন এবং আমাদের কাছে পবিত্র কোরআন রয়েছে। আমাদের জন্যে এই কেতাবই যথেষ্ট। একথা শুনে ঘরে উপস্থিত সাহাবদের মধ্যে মতভেদ দেখা দিলো। কেউ কেউ বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যা লিখে দিতে চাচ্ছিলেন, তা লিখিয়ে নেয়া হোক। কেউ কেউ বলছিলেন, না দরকার নেই, হযরত ওমর (রা.) যা বলছেন, সেটাই ঠিক। মতভেদ এক সময়ে কথা কাটাকাটিতে পরিণত হলো এবং শোরগোল বেড়ে গেলো। রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিরক্ত হয়ে বললেন, তোমরা আমার কাছ থেকে উঠে যাও। [6] সেদিনই নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তিনটি ব্যাপারে ওসিয়ত করলেন। প্রথমত ইহুদি, নাসার এবং মোশরেকদের জাযিরাতুল আরব থেকে বের করে দেবে। দ্বিতীয়ত আগন্তুক প্রতিনিধিদলের সাথে আমি যে রকম ব্যবহার করতাম সেই রকম ব্যবহার করবে। তৃতীয় কথাটি বর্ণনাকারী ভূলে গেছেন, সম্ভবত নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোরআন সুন্নাহ দৃঢ়ভাবে আঁকড়ে ধরা অথবা উসামা বাহিনীকে প্রেরণ করার কথা বলেছেন, অথবা তিনি বলেছিলেন, নামায এবং তোমাদের অধীনস্থ অর্থাৎ দাসদাসীদের প্রতি খেয়াল রাখবে। রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অসুখের তীব্রতা সত্তেও ওফাতের চারদিন আগে অর্থাৎ বৃহস্পতিবার পর্যন্ত সকল নামাযে নিজেই ইমামতি করেন। সেদিনের মাগরিবের নামাযেও তিনি ইমামতি করেছিলেন। এশার সময় রোগ এতো বেড়ে গেলো যে, মসজিদে যাওয়ার শক্তি রইল না। হযরত আয়েশা (রা.) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিজ্ঞাসা করলেন, লোকেরা কি নামায আদায় করে ফেলেছে? আমরা বললাম, জ্বী না হে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। ওরা আপনার জন্যে অপেক্ষা করছে। রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামস বললেন, আমার জন্যে পাত্রে পানি লও। আমরা তাই করলাম। তিনি গোসল করলেন। এরপর উঠতে চাইলেন কিন্তু বেহুঁশ হয়ে গেলেন। জ্ঞান ফিরে এলে জিজ্ঞাসা করলেন, লোকেরা কি নামায আদায় করে ফেলেছে? তাঁকে জানানো হল যে, জ্বী না হে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। ওরা আপনার জন্যে অপেক্ষা করছে। এরপর দ্বিতীয় এবং তৃতীয়বার একই অবস্থা হলো। তিনি গোসল করলেন এবপর উঠতে চাইলেন, কিন্তু বেহুঁশ হয়ে গেলেন। এরপর তিনি হযরত আবু বকর (রা.)-কে খবর পাঠালেন, তিনি যেন নামায পড়িয়ে দেন। এরপর নবী করিমের অসুস্থতার অন্য দিনগুলোতেও হযরত আবু বকর সিদ্দিক (রা. নামায পড়ালেন। [8] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবদ্দশায় হযরত আবু বকর সিদ্দিক (রা.) সতের ওয়াক্ত নামাযে ইমামতি করেছিলেন। [7] হযরত আয়েশা (রা.) তিন অথবা চারবার রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এ মর্মে আরয করেন যে, ইমামতির দায়িত্ব হযরত আবু বকর (রা.) ব্যতিত অন্য কাউকে দেয়া হোক। তিনি ভাবছিলেন, লোকেরা হযরত আবু বকর ছিদ্কি (রা.) ব্যাপারে মন্দ ধারণ পোষণ না করুক। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রতিবারই সহধর্মিনীর আবেদন প্রত্যাখান করে বলেন, তোমরা সবাই ইউসুফ (আ,)-এর সাথীদের মত হয়ে গিয়েছো। [9] আবু বকরকে আদেশ দাও তিন যেন নামায পড়ান। শনি অথবা রোববার দিন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কিছুটা সুস্থ বোধ করলেন। দু’জন লোকের কাঁধে ভর দিয়ে যোহরের নামাযের জন্যে মসজিদে গেলেন। সে সময় হযরত আবু বক র সিদ্দিক (রা.) সাহাবাদের নামায পড়াচ্ছিলেন। রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দেখে তিনি পেছনে সরে আসতে লাগলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইশারা করলেন যে পেছনে সরে আসার দরকার নেই। যাদের কাঁধে ভর দিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদে এসেছিলেন তাদের বললেন, আমাকে আবু বকরের পাশে বসিয়ে দাও। এরপর তাঁকে হযরত আবু বকরের ডানপাশে বসিয়ে দেয়া হলো। হযরত আবু বকর সিদ্দিক (রা.) তখন নামাযে নবী করিমের সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের একতেদা করছিলেন এবং সাহাবায়ে কেরামকে তাকবির শোনাচ্ছিলেন। [10] ওফাতের একদিন আগে রোবরাব দিন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর সব দাস-দাসীকে মুক্ত করে দিলেন। তাঁর কাছে সে সময় সাত দিনার ছিলো, সদকা করলেন, তাঁর অস্ত্র-শস্ত্র মুসলমানদের হেবা করে দিলেন। রাতের বেলা চেরাগ জ্বালানোর জন্যে হযরত আয়েশা (রা.) এক প্রতিবেশীর কাছ থেকে তেল ধার আনলেন। রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের একটি বর্ম একজন ইহুদীর কাছে তিরিশ সাআ অর্থাৎ ৭৫ কিলো যবের বিনিময়ে বন্ধক ছিলো।"
    },
    {
        "id": "82",
        "block":"11",
        "title": "মহা জীবনের শেষ দিন: ",
        "text": "হযরত আনাস (রা.) বলেন, সেদিন ছিলো সোমবার, মুসলমানর ফযরের নামায আদায় করছিলেন। হযরত আবু বকর সিদ্দিক (রা.) ইমামতির দায়িত্বে ছিলেন। হঠাৎ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লা হযরত আয়েশা সিদ্দিকার হুজরার পর্দা সরালেন এবং সাহাবাদের কাতারবাঁধা অবস্থায় নামায আদায় করতে দেখে মৃদু হাসলেন। এদিকে হযরত আবু বকর (রা.) কিছুটা পেছনে সরে গেলেন যেন নামাযের কাতারে রসূল শামিল হতে পারে। তিনি ভেবেছিলেন রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শামিল হতে পারেন এবং হয়তো নামাযে আসতে চান। হযরত আনাস (রা.) বলেন, হঠাৎ করে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দেখে সাহাবারা এতো আনন্দিত হলেন যে, নামাযের মধ্যেই ফেতানায় পড়ে যাওয়ার মতো অবস্থা হলো অর্থাৎ তারা নামায ছেড়ে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের শারীকিক অবস্থার খবর নিতে চাচ্ছিলেন। কিন্তু রসূলে মকবুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাত দিয়ে সাহাবাদের ইশারা করলেন, তারা যেন নামায পুর করেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হুজরার ভেতর চলে গেয়ে পর্দা ফেলে দিলেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ওপর অন্য কোন নামাযের সময় আসেনি। দিনের শুরুতে চাশত এর নামাযের সময়ে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর প্রিয় কন্যা হযরত ফাতেমা (রা.)-কে কাছে ডেকে কানে কানে কিছু কথা বললেন। তা শুনে হযরত ফাতেমা যোহরা কাঁদতে লাগলেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পুনরায় ফাতেমার কানে কিছু কথা বললেন, এবার হযরত ফাতেমা (রা.) হাসতে লাগলেন। হযরত আয়েশা সিদ্দিকা (রা.) বলেন, পরবর্তী সময়ে আমি হযরত ফাতেমাকে তাঁর কান্না ও হাসির কারণ জিজ্ঞাসা করলে তিনি বললেন, প্রথমবার নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে বললেন, এই অসুখেই আমার মৃত্যু হবে। একথা শুনে আমি কাঁদলাম। এরপর তিনি আমাকে কানে কানে বললেন, আমার পরিবার-পরিজনের মধ্যে সর্ব প্রথম তুমিই আমার অনুসারী হয়ে পরলোকে যাবে। একথা শুনে আমি হাসলাম। [11] সে সময় রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যন্ত্রণার তীব্রতা থেকে হযরত ফাতেমা (রা.) হঠাৎ বলে ফেললেন, হায় আব্বাজানের কষ্ট। একথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমার আব্বার আজকের পর আর কোন কষ্ট নেই। [12] নবী (স.) হযরত হাসান ও হোসেন (রা.) ডেকে চম্বুন করলেন এবং তাদের ব্যাপারে কল্যাণের ওসিয়ত করলেন। সহধর্মিনীদের ডাকলেন এবং তাদেরকেও ওয়ায-নসিহত করলেন। এদিকে কষ্ট ক্রমেই বাড়ছিলো। বিষ-এর প্রভাবও প্রকাশ পাচ্ছিলো। খয়বরে তাঁকে এই বিষ খাওয়ানো হয়েছিলো। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হযরত আয়েশা (রা.)-কে বলতেন, হে আয়েশা খয়বরে আমি যে বিষ মিশ্রিত খাবার খেয়েছিলাম তার প্রতিক্রিয়ার কষ্ট সব সময় অনুভব করছি। এখন মনে হচ্ছে, সেই বিষের প্রভাব যেন আমার প্রাণের শিরা কাটা যাচ্ছে। [13] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহবায়ে কেরামের উদ্দেশ্যও ওসিয়ত করেন। তাদের তিনি বলেন, ‘আস সালাত, আস সালাত অমা মালাকাত আইমানুকুম। অর্থাৎ নামায নামায এবং তোমাদের অধীনস্থ দাসদাসী।’ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একথা কয়েকবার উচ্চারণ করলেন। [14]"
    },
    {
        "id": "83",
        "block":"11",
        "title": "মৃত্যুকালীন অবস্থা: ",
        "text": "ওফাতকালীন অবস্থা শুরু হলো। হযরত আয়েশা সিদ্দিকা (রা.)নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দেহে ঠেস দিয়ে ধরে রাখলেন, তিনি বলেন, আল্লাহর একটি নেয়ামত আমার ওপর এই যে, রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার ঘরে, আমার হিসেবের দিনে, আমার কোলের ওপর শেষ নিঃশাস ত্যাগ করেন। নবী সাল্লাল্লাহু্ আলাইহি ওয়া সাল্লাম-এর ওফাতের সময়ে আল্লাহ তায়ালা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এবং আমার থুথু একত্রিত করেন। ঘটনা ছিলো এই যে, আবুদর রহমান ইবনে আবু বকর (রা.) এসছিলেন, সে সময় তার হাতে ছিল মেসওয়াক। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার গায়ের ওপর হেলান দেয়া অবস্থায় ছিলেন। আমি লক্ষ্য করপ্রলাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মেসওয়াকের প্রতি তাকিয়ে আছেন। আমি বুঝলাম যে, তিনি মেসওয়া চান। বললাম আপনার জন্যে নেব কি? তিনি মাথা নেড়ে ইশারা করলেন। আমি মেসওয়াক এনে তাঁকে দিলাম। কিন্তু শক্ত অনুভুত হলো। বললাম, আপনার জন্যে নরম করে দেবো? তিনি মাথা নেড়ে সম্মতি জানালেন। আমি দাঁত দিয়ে নরম করে দিলাম। এরপর তিনি বেশ ভালোভাবে মেসওয়াক করেন। তাঁর সামনে একটি পাত্রে পানি ছিলো।তিনি হাত ভিজিয়ে চেহারা মুছুছিলেন এবং বলছিলেন, ‘লা-ইলাহা ইল্লাল্লাহু’ অর্থাৎ আল্লাহ তায়ালা ব্যতীত কোন মাবুদ নেই। মৃত্যু বড় কঠিন। [15] মেসওয়াক শেষে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাত অথবা আঙ্গুল তুললেন। এ সময় তাঁর দৃষ্টি ছিলো ছাদের দিকে। উভয় ঠোঁট তখন নড়ছিলো। তিনি বিড় বিড় করে কি যেন বলছিলেন। হযরত আয়েশা (রা) মুখের কাছে কান পাতলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তখন বলছিলেন, হে আল্লাহ তায়ালা। নবী, সিদ্দিক, শহীদ ও সৎ ব্যক্তি যাদের তুমি পুরস্কৃত করেছ, আমাকে তাদের দলভূক্ত কর, আমাকে ক্ষমা করে দাও। হে আল্লাহ তায়ালা আমাকে মার্জনা করো, আমার ওপর রহম করো এবং আমাকে ‘রফিকে আলায়’ পৌছে দাও। হে আল্লাহ তায়ালা! রফিকে আলা ! [16] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শেষ কথাটি তিনবার উচ্চারণ করেন। এর পরপরই তাঁর হাত ঝুঁকে পড়লো এবং তিনি পরম প্রিয়ের সান্বিদ্ধে চলে গেলেন। ‘ইন্নালিল্লাহে ওয়া ইন্না ইলাইহে রাজেউন।’ অর্থাৎ আমরা সবাই আল্লাহর জন্যে এবং তাঁর কাছেই আমাদেরকে ফিরে যেতে হবে। এ ঘটনা ঘটেছিলো একাদশ হিজরীর ১২ই রবিউল আউয়াল সোমবার চাশত এর নামাযের শেষ সময়ে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বয়স ছিলো তখন তেষট্টি বছর চারদিন।"
    },
    {
        "id": "84",
        "block":"11",
        "title": "দাফনের প্রস্তুতি: ",
        "text": "নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দাফনের জন্যে কাফন পরানোর আগেই তাঁর উত্তরাধিকারী মনোনয়নের প্রশ্নে সাহাবাদের মধ্যে কিছুটা মতবিরোধে দেখা দিলো। ছাকিফা বনি সাআদায় মোহাজের ও আনসারদের মধ্যে বাদানুবাদ হলো। অবশেষে হযরত আবু বকর সিদ্দিক (রা.)-এর খেলাফতের ব্যাপারে সাবই একমত হলেন। একাজে সোমবারের বাকি দিন কেটে গেলো। রাত এসে গেলো। সবাই কাজে ব্যস্ত হয়ে পড়লেন। পরদিন সকাল হলো, সেদিন ছিলো মঙ্গলবার। তখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পবিত্র দেহ সেই ইয়েমেনী চাদরে আবৃত ছিলো। ঘরের লোকেরা ভেতর থেকে দরজা বন্ধ করে দিলেন। পরদিন মঙ্গলবার নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দেহ অনাবৃত না করেই তাঁকে গোসল দেয়া হলো। যারা গোসল করিয়েছিলেন তারা হলেন হযরত আব্বাস, হযরত আলী, হযরত আব্বাসের দুই পুত্র ফযল এবং ছাকাম, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে মুক্ত করে দেয়া দাস শাকরান, হযরত উসামা ইবনে যায়েদ এবং আওস ইবনে খাওলা (রা.)। হযরত আব্বাস ও তাঁর দুই পুত্র রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে পাশ ফেরাচ্ছিলেন। হযরত উসামা এবং হযরত শাকরান পানি ঢেলে দিচ্ছিলেন। হযরত আলী (রা.) নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে গোসল দিচ্ছিলেন। হযরত আওস (রা.) নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নিজের বুকের সাথে চেপে রাখছিলেন। গোসল দেয়ার পর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে তিনখানি ইয়েমেনী সাদা চাদর দিয়ে কাফন দেয়া হয়। এতে কোর্তা এবং পাগড়ি ছিলো না। [17] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে শুধু চাদর দিয়েই জড়িয়ে দেয়া হয়েছিলো। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কোথায় দাফন করা হবে, সে সম্পর্কেও সাহাবায়ে কেরামের মধ্যে মতভেদ দেখা দেয়। হযরত আবু বকর (রা.) বলেন, আমি রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি যে, সকল নবীকেই যেখানে তুলে নেয়া হয়েছে, সেই জায়গায় দাফন করা হয়েছে। এ সিদ্ধান্ত, হওয়ার পর হযরত আবু তালহা (রা.) সেই বিছানা ওঠালেন, যে বিছানায় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইন্তেকাল করেন। সেই বিছানার নীচে কবর খনন করা হয়। এরপর দশজন দশজন করে সাহাবা হুজরায় প্রবেশ করে পর্যায়ক্রমে জানাযার নামায আদায় করেন। এ নামাযে কেউ ইমাম হননি। সর্বপ্রথম বনু হাশেম গোত্রের লোকেরা নামায আদায় করেন। এরপর মোহজের এরপর আনসাররা, এরপর অন্যান্য পুরুষ এরপর মহিলা, এবং সবশেষে শিশুরা জানাযার নামায আদায় করেন। জানাযার নামায আদায়ে মঙ্লবার পুরো দিন অতিবাহিত হয়। মঙ্লবার দিবাগত রাত্রে প্রিয় নবী মোহাম্মদ মোস্তফা আহমদ মুজতবা সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দাফন করা হয়। তাঁর পবিত্র দেহ কবরের ভেতর রাখা হয়। হযরত আয়েশা সিদ্দিকা (রা.) বলেন, রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে ঠিক কখন দাফন করা হয় আমরা জানতে পারিনি। তবে বুধবার রাতের মাঝামাঝি সময়ে কিছু শব্দ পেয়েছিলাম। [18] মোহাম্মদ তো রসূল ছাড়া কিছুই নয়, তার আগেও বহু রসূল গত হয়ে গেছে। সে যদি মরে যায় অথবা তাকে যদি কেউ মেরে ফেলে, তাহলে কি (তার আদর্শ থেকে) মুখ ফিরিয়ে নেবে? (জেনে রেখো) যে ব্যক্তিই (এভাবে) মুখ ফিরিয়ে নেয় সে আল্লাহর কোন ক্ষতি সাধন করতে পারবে না। (সূরাঃ আল ইমরান-১৪৪)"
    },
    {
        "id": "84",
        "block":"11",
        "title": "ফুটনোট: ",
        "text": "[সহীহ বোখারী, ১ম খন্ড, পৃ-৫২, মুয়াত্তা ইমাম মালেক, পৃ-৩৬০] [মুয়াত্তা ইমাম মালেক, পৃ-৬৫] [সহীহ বোখারী, ১ম খন্ড, পৃ-৫২৬] [সহীহ বোখারী, ১ম খন্ড, পৃ-৫৩৬] [বোখারী,মুসলিম, প্রথম খন্ড, পৃ-৫১৬, মেশকাত দ্বিতীয় খন্ড, পৃ-৫৪৬-৫৫৪] [বোখারী ও মুসলিম, বোখারী ১ম খন্ড, পৃ-২২,৪২৭, ২য় খন্ড, পৃ-৬৩৮] [বোখারী ও মুসলিম। মেশকাত প্রথম খন্ড, পৃ-১০২] [হযরত ইউসুফ (আ.)-এর ঘটনায় যে সকল মহিলা আজিজ মেছেরের স্ত্রীকে অভিযুক্ত করছিল তারা দৃশ্যত এরূপ করছিল কিন্তু হযরত ইউসুফকে দেখে যখন তারা আঙ্গুল কেটে ফেলল তখন বোঝা গেল যে, ওরা সবাই হযরত ইউসুফ (আ.)-এর প্রতি নিবেদিত প্রাণ। অর্থাৎ তাদের মুখে এক মনে এক । এখানেও অবস্থা সেরকম। দৃশ্যত বলা হচ্ছির যে, হযরত আবু বকর সিদ্দিকের মন নরম,আপনার জায়গায় দাঁড়িয়ে নামায পড়াতে শুরু করলে কান্নার প্রকোপে কেরাত পাঠ করতে পারবে না। কিন্তু মনে মনে ঠিকই একথা ছিল যে, যদি খোদা না করুন রসুলে করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইন্তেকাল করেন তাহলে হযরত আবু বকর সিদ্দিক (রা.)-সম্পর্কে সবাই মন্দ ধারণ পোষণ করবে এবং তাকে অপয়া বলে অপবাদ দেবে। এসব কারণে হযরত আয়েশা সিদ্দিকার আবেদনের সাথে অন্যান্য নবী সহধর্মিনীরাও নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে একই আবেদন জানান। এ কারণে নবী (স.) বলেন যে, তোমরা সবাই হচ্ছো নবী ইউসুফের ভাইদের মতো।] [সহীহ বোখারী, ১ম খন্ড, পৃ-৯৮-৯৯] [বোখারী ২য় খন্ড, পৃ-৬৩৮] [কোন কোন বর্ণনা থেকে জানা যায় যে, আলোচনা এবং সুসংবাদ দেয়ার এ ঘটনা নবী জীবনের শেষ দিনে নয় বরং শেষ সপ্তাহে ঘটেছিল। দেখুন রহমতুল লিল আলামীন, ১ম খন্ড,পৃ-২৮২] [সহীহ বোখারী, ২য় খন্ড, পৃ-৬৩৭] [সহীহ বোখারী, মরযে নবী অধ্যায় এবং নবী জীবনের শেষ কথা অধ্যায়, ২য় খন্ড, পৃ-৬৩৮-৬৪১] [সহীহ বোখারী, ১ম খন্ড, পৃ-১৬৯, সহীহ মুসলিম ১ম খন্ড, পৃ-৩০৬] [শেখ আব্দুল্লাহ রচিত মুখতাছার সীরাতে রসূল পৃ-৪৭১, এ ঘটনা সম্পর্কে বিস্তারিত জানতে দেখুন বোখারী শরীফের মরজুন নবী অধ্যায়। আরো দেখুন ফতহুল বারী, সহীহ মুসলিম, মেশকাত। এছাড়া ইবনে হিশাম, ২য় খন্ড, পৃ-৬৪৯-৬৬৫, তালকীহ, পৃ-৩৮-৩৯, রহমতুল লিল আলামীন ১ম খন্ড,পৃ-২৭৭-২৮৬]"
    },
    {
        "id": "85",
        "block":"12",
        "title": "মহানবী হযরত মুহাম্মদ (সাঃ) এর উপর অত্যাচার ",
        "text": "★★★ সমস্ত যুক্তি, কৌশল ও আপোষ প্রস্তাব ব্যর্থ হওয়ার পর আবু লাহাবের নেতৃত্বে কুরায়েশ নেতাদের মধ্য থেকে ২৫ জনের একটি কমিটি গঠিত হয় এবং সিদ্ধান্ত গৃহীত হয় যে, মুহাম্মাদ ও তাঁর সাথীদের বিরুদ্ধে এখন থেকে কঠোরতম নির্যাতন চালাতে হবে। মুসলিমরা অধিকাংশই সমাজের দুর্বল শ্রেণীর। আবু বকর, ওছমান প্রমুখ যারা উচ্চ শ্রেণীর আছেন, তারা ভদ্র মানুষ। দুষ্টদের অভদ্রতার সামনে তারা মুহাম্মাদকে রক্ষা করার ক্ষমতা রাখেন না। সমস্যা হল খোদ মুহাম্মাদ ও তাঁর চাচা আবু তালেবকে নিয়ে। এ দুজনই অত্যন্ত সম্মানিত ও ব্যক্তিত্ব সম্পন্ন মানুষ। তাদের উপরে হস্তক্ষেপ করলে তাদের দুটি গোত্র বনু হাশেম ও বনু মুত্তালিব ঝাঁপিয়ে পড়বে। যদিও তারা মুশরিক। সবদিক ভেবেচিন্তে তারা দুর্বল মুসলমানদের উপরে নির্যাতনের মাত্রা বৃদ্ধি করার সাথে সাথে মুহাম্মাদ (সাঃ)-কে দৈহিকভাবে ও মানসিকভাবে অপদস্থ করার পরিকল্পনা গ্রহণ করে। যেমন-"
    },
    {
        "id": "86",
        "block":"12",
        "title": "১. রাসূলের উপর প্রতিবেশীদের অত্যাচার: ",
        "text": "আবু লাহাব ছিল রাসূলের চাচা ও নিকটতম প্রতিবেশী। সে ও তার স্ত্রী ছাড়াও অন্যতম প্রতিবেশী ছিল হাকাম বিন আবুল ‘আছ বিন উমাইয়া, উক্ববা বিন আবু মু‘আইত্ব, আদী বিন হামরা ছাক্বাফী, ইবনুল আছদা আল-হুযালী। এদের মধ্যে কেবল হাকাম বিন আবুল ‘আছ বিন উমাইয়া ইসলাম কবুল করেছিলেন। কাফেররা মুসলিমদের বাড়ির যবেহ করা দুম্বা-ভেড়ার নাড়ি-ভুঁড়ি তারা রাসূলের বাড়ীর মধ্যে ছুঁড়ে মারত। তাদের বাড়ীর আবর্জনাসমূহ রাসূলের রান্না ঘরের মধ্যে নিক্ষেপ করত যাতে রান্না অবস্থায় সব তরকারি নষ্ট হয়ে যায়। রাসূল সেগুলি কুড়িয়ে এনে দরজায় খাড়া হয়ে তাদের ডাক দিয়ে বলতেন ‘হে বনু আবদে মানাফ! এটা কেমন প্রতিবেশী সূলভ আচরণ?’এরপর তিনি সেগুলি দূরে ফেলে আসতেন। "
    },
    {
        "id": "87",
        "block":"12",
        "title": "২. কা‘বা গৃহে ছালাতরত অবস্থায় কষ্টদান: ",
        "text": "আব্দুল্লাহ ইবনে মাস‘ঊদ (রাঃ) বলেন যে, একদিন রাসূল (সাঃ) বায়তুল্লাহ্র পাশে ছালাত আদায় করছিলেন। আবু জাহল ও তার সাথীরা অদূরে বসেছিল। কিছুক্ষণ পর তার নির্দেশে ভুঁড়ি এনে সিজদারত রাসূলের দুই কাঁধের মাঝখানে চাপিয়ে দিল, যাতে ঐ বিরাট ভুড়ির চাপে ও দূর্গন্ধে দম বন্ধ হয়ে তিনি মারা যান। ইবনু মাসঊদ বলেন, আমি সব দেখছিলাম। কিন্তু এই অবস্থায় আমার কিছুই করার ক্ষমতা ছিল না। অন্যদিকে শত্রুরা দানবীয় উল্লাসে ফেটে পড়ছিল। এই সময় কিভাবে এই দুঃসংবাদ ফাতেমার কানে পৌঁছলে তিনি দৌঁড়ে এসে ভুঁড়িটি সরিয়ে দিয়ে পিতাকে সাক্ষাত মৃত্যুর হাত থেকে বাঁচান। অতঃপর রাসূলুল্লাহ (সাঃ) মাথা উঁচু করে তিনবার বলেন, ‘হে আল্লাহ তুমি কুরায়েশকে ধরো (তিনবার)! হে আল্লাহ তুমি আমর ইবনে হেশাম আবু জাহলকে ধরো। হে আল্লাহ তুমি উৎবা ও শায়বাহ বিন রাবী‘আহ, অলীদ বিন উৎবা, উমাইয়া বিন খালাফ, ওক্ববা বিন আবু মু‘আইত্ব এবং উমারাহ বিন অলীদকে ধরো’। ইবনু মাস‘ঊদ বলেন, আমি তাদের (উক্ত ৭ জনের) সবাইকে বদর যুদ্ধে নিহত হয়ে কূয়ায় নিক্ষিপ্ত অবস্থায় দেখেছি’। (মুত্তাফাক্ব আলাইহ, মিশকাত হা/৫৮৪৭; ‘রাসূলের আবির্ভাব ও অহি-রসূচনা’ অনুচ্ছেদ।)"
    },
    {
        "id": "88",
        "block":"12",
        "title": "৩. সম্মুখে ও পশ্চাতে নিন্দা করা ও অভিশাপ দেওয়া: ",
        "text": "এ ব্যাপারে উমাইয়া বিন খালাফ অগ্রণী ভূমিকা পালন করে। সে পশ্চাতে সর্বদা নিন্দা করত। তাছাড়া রাসূলকে দেখলেই তাঁর সামনে গিয়ে যাচ্ছে তাই বলে নিন্দা ও ভৎর্সনা করত এবং তাঁকে অভিশাপ দিত। এ প্রসঙ্গেই নাযিল হয়, وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ ‘প্রত্যেক সম্মুখ নিন্দাকারী ও পশ্চাতে নিন্দাকারীর জন্য রয়েছে ধ্বংস’ (হুমাযাহ১০৪/১)।"
    },
    {
        "id": "89",
        "block":"12",
        "title": "৪. রাসূলের মুখে থুথু নিক্ষেপ করা: ",
        "text": "(ক) উমাইয়া বিন খালাফের ভাই উবাই বিন খালাফ ছিল আরেক দুরাচার। সে যখন শুনতে পেল যে, ওক্ববা বিন আবু মু‘আইত্ব রাসূলের কাছে বসে কিছু আল্লাহর বাণী শুনেছে, তখন ভীষণ ক্ষেপে গিয়ে ওক্ববাকে বাধ্য করল যাতে সে তৎক্ষণাৎ গিয়ে রাসূলের মুখে থুথু নিক্ষেপ করে আসে। ওক্ববা তাই-ই করল। (খ) অনুরূপ এক ঘটনায় একদিন আবু লাহাবের পুত্র উতায়বা বিন আবু লাহাব এসে রাসূল (সাঃ)-কে বলল, আমি সূরা নাজমের ১ ও ৮ আয়াত (وَالنَّجْمِ إِذَا هَوَى- ثُمَّ دَنَا فَتَدَلَّى) দু’টিকে অস্বীকার করি বলেই একটা হেঁচকা টানে রাসূলের গায়ের জামা ছিঁড়ে দিল এবং তাঁর মুখে থুথু নিক্ষেপ করল। আল্লাহর রাসূল (সাঃ) তখন তাকে বদ দোআ করে বললেন, اللهم سلط عليه كلبا من كلابك ‘আল্লাহ তুমি এর উপরে তোমার কোন একটি কুকুরকে বিজয়ী করে দাও’ । কিছুদিন পরে ওতায়বা সিরিয়ায় ব্যবসায়িক সফরে গেলে সেখানে যারক্বা নামক স্থানে রাত্রি যাপন করে। এমন সময় হঠাৎ একটা বাঘকে সে তাদের চারপাশে ঘুরতে দেখে ভয়ে বলে উঠল, ‘আল্লাহর কসম! এ আমাকে খেয়ে ফেলবে। এভাবেই তো মুহাম্মাদ আমার বিরুদ্ধে দো‘আ করেছিল। সে আমাকে হত্যা করল। অথচ সে মক্কায় আর আমি শামে’। পরদিন সকালে বাঘ এসে সবার মধ্য থেকে তাকে ধরে নিয়ে ঘাড় মটকে হত্যা করল।"
    },
    {
        "id": "90",
        "block":"12",
        "title": "৫. রাসূলের মুখে পচা হাড্ডি চূর্ণ ছুঁড়ে মারা : ",
        "text": "উবাই বিন খালাফ নিজে একবার মরা-পচা হাড্ডি চূর্ণ করে রাসূলের কাছে গিয়ে তাঁর মুখের দিকে ফুঁ দিয়ে উড়িয়ে দেয়। যাতে তাঁর মুখ ভর্তি হয়ে যায় এবং দুর্গন্ধে বমি হবার উপক্রম হয়।"
    },
    {
        "id": "91",
        "block":"12",
        "title": "৬. তার সামনে এসে মিথ্যা শপথ করা এবং পরে চোগলখুরী করা: ",
        "text": "রাসূলকে নির্যাতনকারীদের মধ্যে অন্যতম সেরা বদমাশ ছিল আখনাস বিন শুরাইক্ব ছাক্বাফী। সে ভাল মানুষ সেজে রাসূলের সামনে মিথ্যা শপথ করে কথা বলত এবং পরে লোকদের কাছে গিয়ে চোগলখুরী করত। আল্লাহ পাক তার নয়টি বদ স্বভাবের কথা বর্ণনা করেছেন। যেমন আল্লাহ বলেন, وَلَا تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ- هَمَّازٍ مَّشَّاءٍ بِنَمِيْمٍ- مَنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ أَثِيْمٍ- عُتُلٍّ بَعْدَ ذَلِكَ زَنِيْمٍ- ‘আপনি কথা শুনবেন না ঐ ব্যক্তির, যে অধিক শপথকারী ও হীন স্বভাব বিশিষ্ট’। ‘যে সম্মুখে নিন্দা করে এবং একের কথা অন্যকে লাগিয়ে চোগলখুরী করে’। ‘সে ভালকাজে অধিকহারে বাধাদানকারী, সীমা লংঘনকারী ও পাপিষ্ঠ’। ‘রুক্ষ স্বভাবী এবং সে জারজ সন্তান’ (ক্বলম৬৮/১০-১৩)। ক্বিয়ামতের দিন তার নাসিকা দাগিয়ে দিয়ে চিহ্নিত করে দেওয়া হবে এজন্য যে, অন্যের সামনে তার লাঞ্ছনা যেন পরিষ্কারভাবে ফুটে ওঠে। দুনিয়াতে সে রাসূলের দাওয়াত থেকে নাক সিটকিয়েছিল, তাই ক্বিয়ামতের দিন তার বদলা হিসাবে তার নাসিকা দাগানো হবে। একাজ অন্যেরা করলেও তার পাপ ছিল বেশী এবং সে ছিল নেতা। তাই তাকে সেদিন চিহ্নিত করে দেওয়া হবে। "
    },
    {
        "id": "92",
        "block":"12",
        "title": "৭. রাসূলের সামনে বসে কুরআন শোনার পর তাঁকে অশ্রাব্য ভাষায় গালিগালাজ করে গর্বের সাথে বুক ফুলিয়ে চলে যাওয়া: ",
        "text": "এ কাজটা প্রায়ই আবু জাহল করত, আর ভাবত আমি মুহাম্মাদকে ও তাঁর কুরআনকে গালি দিয়ে একটা দারুণ কাজ করলাম। অথচ তার এই কুরআন শোনাটা ছিল কপটতা এবং লোককে একথা বুঝানো যে, আমার মত আরবের সেরা জ্ঞানী ব্যক্তির নিকটেই যখন কুরআনের কোন মূল্য নেই, তখন তোমরা কেন এর পিছনে ছুটবে? আবু জাহলের এই কপট ও গর্বিত আচরণের কথা বর্ণনা করেন আল্লাহ এভাবে- فَلَا صَدَّقَ وَلَا صَلَّى- وَلَكِنْ كَذَّبَ وَتَوَلَّى- ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى- ‘সে বিশ্বাস করেনি এবং ছালাত আদায় করেনি’। ‘পরন্তু সে মিথ্যারোপ করেছে ও পৃষ্ঠপ্রদর্শন করেছে’। ‘অতঃপর সে দম্ভভরে নিজ পরিবারের কাছে ফিরে গিয়েছে’ (ক্বিয়ামাহ৭৫/৩১-৩৩)। "
    },
    {
        "id": "93",
        "block":"12",
        "title": "৮. কা‘বা গৃহে ছালাত আদায়ে নানারূপ বাধা সৃষ্টি : ",
        "text": "(ক) প্রথম দিকে সকালে ও সন্ধ্যায় দু’রাক‘আত করে ছালাত আদায়ের নিয়ম ছিল। প্রথম তিন বছর সকলে সেটা গোপনে আদায় করতেন। পরবর্তীতে রাসূলুল্লাহ (সাঃ) এটা প্রকাশ্যে কা‘বা গৃহে আদায় করতে থাকেন। একদিন তিনি ছালাত আদায় করছেন। এমন সময় আবু জাহল গিয়ে তাঁকে ধমকের সুরে বলল, ألم أنهك عن هذا يا محمد! ‘হে মুহাম্মাদ! আমি কি তোমাকে এসব করতে নিষেধ করিনি’? তখন রাসূলুল্লাহ (সাঃ) তাকে পাল্টা ধমক দেন। এতে সে বলে, بأى شيء تهددنى يا محمد أما والله إنى لأكثر هذا الوادى ناديًا. ‘কিসের জোরে তুমি আমাকে ধমকাচ্ছ। আল্লাহর কসম! মক্কার এই উপত্যকায় আমার বৈঠক সবচেয়ে বড়’। অর্থাৎ আমার দল সবচেয়ে বড়। তখন আল্লাহ সূরা আলাক্ব-এর নিম্নোক্ত আয়াত গুলি নাযিল করেন।(তিরমিযীহা/৩৩৪৯, সিলসিলাছাহীহাহহা/২৭৫। ) كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَى- أَن رَّآهُ اسْتَغْنَى- إِنَّ إِلَى رَبِّكَ الرُّجْعَى- أَرَأَيْتَ الَّذِي يَنْهَى- عَبْداً إِذَا صَلَّى- أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى- أَوْ أَمَرَ بِالتَّقْوَى- َرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى- أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى- كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ- نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ- فَلْيَدْعُ نَادِيَه- سَنَدْعُ الزَّبَانِيَةَ- كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ- ‘কখনোই না। সত্য-সত্যই মানুষ সীমা লংঘন করে’। ‘এ কারণে যে, সে নিজেকে অভাবমুক্ত মনে করে’। ‘নিশ্চয়ই আপনার প্রভুর দিকেই সবার প্রত্যাবর্তন হবে’। ‘আপনি কি তাকে (আবু জাহলকে) দেখেছেন যে নিষেধ করে’? ‘এক বান্দাকে (রাসূলকে) যখন সে ছালাত আদায় করে’। ‘আপনি কি দেখেছেন যদি সে সৎপথে থাকে’। ‘অথবা আল্লাহ ভীতির নির্দেশ দেয়’। ‘আপনি কি দেখেছেন যদি সে মিথ্যারোপ করে ও মুখ ফিরিয়ে নেয়’। ‘সে কি জানেনা যে, (তার ভাল মানুষী ও মিথ্যাচার সবই) আল্লাহ দেখেন’। ‘কখনোই না’, যদি সে বিরত না হয়, তবে আমি তার মাথার সামনের কেশগুচ্ছ ধরে কষে টান দেব’। ‘মিথ্যুক পাপিষ্ঠের কেশগুচ্ছ’। ‘অতএব সে তার পারিষদবর্গকে ডাকুক’। ‘আমরাও ডাকব আযাবের ফেরেশতাদের’। ‘কখনোই না। আপনি তার কথা শুনবেন না। আপনি সিজদা করুন ও (আপনার প্রভুর) নৈকট্য তালাশ করুন’ (আলাক্ব৯৬/৬-১৯)। আবু জাহল ও রাসূলের মধ্যকার এই ঘটনা স্মরণ করে এই আয়াত পাঠের পর পাঠক ও শ্রোতাকে সিজদা করার বিধান দেওয়া হয়েছে’।(মুসলিম, মিশকাতহা/১০২৪ ‘ছালাত’ অধ্যায়, ২১অনুচ্ছেদ) ইবনু আববাস (রাঃ) বলেন, এতদ্ব্যতীত আবু জাহল অন্যান্যদেরকে প্ররোচিত করেছিল যে, মুহাম্মাদ যখন কুরআন তেলাওয়াত করে তখন তোমরা হৈ-হুল্লোড় ও হট্টগোল করবে, যাতে কেউ তার তেলাওয়াত শুনতে না পায়। এ প্রসঙ্গে আয়াত নাযিল হয়- وَقَالَ الَّذِيْنَ كَفَرُوْا لاَ تَسْمَعُوْا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ- فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَاباً شَدِيْداً وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِيْ كَا نُوْا يَعْمَلُوْنَ- ‘আর কাফেররা বলে যে, তোমরা এ কুরআন শুনোনা এবং এর তেলাওয়াত কালে হট্টগোল কর, যাতে তোমরা জয়ী হও’। ‘আমরা অবশ্যই কাফিরদের কঠিন আযাব আস্বাদন করাব এবং আমরা অবশ্যই তাদের কাজের হীনতম বদলা নেব’ (হামীম সাজদাহ ৪১/২৬-২৭)। এইভাবে হোটেলে ও বাজারে ব্যস্ততার সময় মাইকে কুরআন তেলাওয়াতের ক্যাসেট চালানোও ঠিক নয়। কেননা কুরআন শোনার জন্য মনোযোগ দেওয়া শর্ত। অথচ ঐ সময় মনোযোগ দেওয়া যায় না।"
    },
    {
        "id": "94",
        "block":"12",
        "title": "১০. সত্যনবী হ’লে তাকে অমান্য করায় গযব নাযিল হয় না কেন বলে যুক্তি প্রদর্শন করা: ",
        "text": "নযর বিন হারিছ প্রমুখ কুরায়েশ নেতারা নও মুসলিমদের সম্মুখে এবং নিজেদের লোকদের সম্মুখে জোরে-শোরে একথা প্রচার করত যে, যদি মুহাম্মাদ সত্য নবী হতেন ও তার আনীত কুরআন সত্য কিতাব হয়ে থাকে, তাহলে তা অমান্য করার অপরাধে আমাদের উপরে গযব নাযিল হয় না কেন? বস্ত্ততঃ তাদের এসব কথা দ্বারা দুর্বলদের মন আরও দুর্বল হয়ে যেত এবং ইসলাম গ্রহণ করা হতে মানুষ পিছিয়ে যেত। তাদের এই দাবী ও তার জওয়াবে আল্লাহ বলেন, وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَـذَا إِنْ هَـذَا إِلاَّ أَسَاطِيْرُ الْأَوَّلِيْنَ- وَإِذْ قَالُوْا اللَّهُمَّ إِنْ كَانَ هَـذَا هُ وَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيْمٍ- وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيْهِمْ وَمَا كَانَ اللهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ- ‘যখন তাদের নিকটে আমাদের আয়াত সমূহ পাঠ করা হয়, তখন তারা (তাচ্ছিল্যের সাথে) বলে, আমরা শুনেছি, ইচ্ছা করলে আমরাও এরূপ বলতে পারি। এসব তো পূর্ববর্তীদের উপকথা ভিন্ন কিছুই নয়’। ‘এতদ্ব্যতীত যখন তারা বলতে আরম্ভ করে যে, হে আল্লাহ! যদি এটাই তোমার নিকট থেকে আগত সত্য দ্বীন হয়ে থাকে, তাহ’লে তুমি আমাদের উপরে আসমান থেকে প্রস্তর বর্ষণ কর কিংবা আমাদের উপরে বেদনাদায়ক আযাব নাযিল কর’। ‘অথচ আল্লাহ কখনোই তাদের উপরে আযাব নাযিল করবেন না, যতক্ষণ আপনি তাদের মধ্যে অবস্থান করবেন। তাছাড়া তারা (দুর্বল মুসলমানেরা) যতক্ষণ ক্ষমা প্রার্থনা করতে থাকবে, আল্লাহ কখনো তাদের উপরে আযাব দিবেন না’ (আনফাল ৮/৩১-৩৩)।"
    },
    {
        "id": "95",
        "block":"12",
        "title": "আয়াত তিনটির মর্মকথা: ",
        "text": "উপরোক্ত তিনটি আয়াতের মধ্যে প্রথম আয়াতে কাফেররা ‘কুরআনকে পুরাকালের ইতিকথা এবং ইচ্ছা করলে আমরাও এরূপ বলতে পারি’ বলে দম্ভ প্রকাশ করেছে। অথচ ঐ নেতারা নিজেরাই গোপনে রাতের অন্ধকারে বাইরে দাঁড়িয়ে তাহাজ্জুদের ছালাতে রাসূলের সুমধুর তেলাওয়াত শুনত। আর ফিরে যাওয়ার সময় মন্তব্য করত ليس هذا كلام البشر ‘এটা কখনোই মানুষের কালাম নয়’। দ্বিতীয় আয়াতে কাফের নেতাদের আরেকটি কৌশল বর্ণিত হয়েছে যে, মুহাম্মাদ সত্যনবী হলে তাকে অমান্য করার কারণে আমাদের উপরে গযব নাযিল হয় না কেন? অথচ তারা ভালভাবেই জানত যে, আল্লাহ তার বান্দাকে বুঝবার ও তওবা করার অবকাশ দিয়ে থাকেন। তারা রাসূলকে ‘ছাবেঈ’ (صابئ) অর্থাৎ বিধর্মী, ও ‘কাযযাব’ (كذّاب) অর্থাৎ ‘মহা মিথ্যাবাদী’ এবং ‘সমাজে বিভক্তি সৃষ্টিকারী’ বলেছিল। আর সেকারণ তাকে হত্যা করার সিদ্ধান্ত নিয়েছিল। বর্তমান যুগে ইসলামের শত্রুরা দ্বীনের সত্যিকারের সেবকদের বিরুদ্ধে একই অপবাদ ও একই কৌশল অবলম্বন করেছে। তারাও আল্লাহর গযব সঙ্গে সঙ্গে নাযিল না হওয়াকে তাদের সত্যতার পক্ষে দলীল হিসাবে পেশ করে এবং সমাজ সংস্কারক দ্বীনদার ব্যক্তির অত্যাচারিত হওয়াকে তার অসত্য হওয়ার প্রমাণ হিসাবে যুক্তি পেশ করে থাকে। তৃতীয় আয়াতে আল্লাহ কাফেরদের কথার জওয়াবে বলেন, যতক্ষণ হে মুহাম্মাদ! আপনি তাদের মধ্যে অবস্থান করবেন অথবা আপনার হিজরতের পরেও যতদিন মক্কার দুর্বল ঈমানদারগণ আমার কাছে ক্ষমা প্রার্থনা করতে থাকবে, ততদিন আল্লাহ কখনোই তাদের উপর গযব নাযিল করবেন না। কারণ একজন নবী ও ঈমানদারের মূল্য সমস্ত আরববাসী এমনকি সারা পৃথিবীর সমান নয়। এ কারণেই হাদীছে এসেছে, لاتقوم الساعة حتى لايقال فى الأرض: الله الله ‘অতদিন ক্বিয়ামত হবে না, যতদিন পৃথিবীতে একজন আল্লাহ বলার মত (প্রকৃত তাওহীদপন্থী ঈমানদার) লোক বেঁচে থাকবে’।"
    },
    {
        "id": "96",
        "block":"12",
        "title": "১১. রাস্তায় ছেলে-ছোকরাদের লেলিয়ে দেওয়া: ",
        "text": "উপরে বর্ণিত অত্যাচার সমূহের সাথে যোগ হল একটি নিষ্ঠুরতম অত্যাচার। সেটি হল নেতাদের কারসাজিতে ছেলে-ছোকরাদের অত্যাচার। যেহেতু ছোট ছেলেদের সাত খুন মাফ। তাই নেতারা তাদের কাজে লাগালো। আধুনিক পরিভাষায় নেতারা হল গডফাদার এবং ছোকরারা হল টিন এজার সন্ত্রাসী। আল্লাহর রাসূল (সাঃ) যখন রাস্তায় বেরোতেন, তখনই আগে থেকে ওঁৎ পেতে থাকা ছোকরার দল ছুটে আসত। আল্লাহর রাসূল (সাঃ) ওদের সালাম দিতেন। ওরা পাল্টা গালি দিত। তিনি ওদের উপদেশ দিতেন। ওরা তখন হি হি করে অট্টহাস্য করত। এভাবে কোন এক পর্যায়ে যখন ওরা রাসূলের দিকে ঢিল ছুঁড়ে মারা শুরু করত, তখন রাসূল (সাঃ) আবু সুফিয়ানের গৃহে আশ্রয় নিতেন। তখন ছোকরারা চলে যেত। আবু সুফিয়ান বাহ্যিক সৌজন্য বজায় রাখতেন। সম্ভবতঃ এরই প্রতিদান স্বরূপ মক্কা বিজয়ের রাতে সুফিয়ান গোপন অভিযানে এসে ধরা পড়লে রাসূল (সাঃ) তাকে মাফ করে দেন এবং ঘোষণা দেন, ‘যে ব্যক্তি আবু সুফিয়ানের গৃহে আশ্রয় নিবে, সে ব্যক্তি নিরাপদ থাকবে।"
    },
    {
        "id": "96",
        "block":"13",
        "title": "বিদায় হজ্জ: ",
        "text": "★★★ দাওয়াত ও তাবলীগের কাজ পূর্ণ হয়েছে। আল্লাহর রবুবিয়ত এবং অন্য সকল মতাদর্শের বিলোপ সাধন করে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামেন রেসালতের ভিত্তিতে একটি নতুন সমাজ গঠন করা হয়েছে। এরপর যেন অদৃশ্য ঘোষক রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চিন্ত ও চেতনার এ ধারণা বদ্ধমূল করেছিলো যে, পথিবীতে তাঁর অবস্থানের মেয়াদ শেষ হয়ে এসেছে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হযরত মায়া’য (রা.)-কে ইয়েমেনের গভর্নর নিযুক্ত করে প্রেরণ করার সময় অন্যান্য প্রয়োজনীয় কথার পর বললেন, হে মায়া’য সম্ভবত এই বছরের পর আমার সাথে তোমার আর সাক্ষাৎ আর হবে না। হয়তো এরপর তুমি আমার মসজিদ এবং কবরের কাছে দিয়ে অতিক্রম করবে। হযরত মায়া’য (রা.) একথা শুনে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চিরবিদায়ের কথা ভেবে কাঁদতে শুরু করলেন। প্রকৃতপক্ষে আল্লাহ তায়ালা চাচ্ছিলেন যে, তাঁর রসূলকে দীর্ঘ বিশ বছরের দুঃখ-কষ্ট ও নির্যাতনের সুফল প্রত্যক্ষ করাবেন। হজ্জের সময় মক্কার বিভিন্ন এলাকা থেকে জনসাধারণ এবং জন প্রতিনিধিদলল মক্কায় সমবেত হবেন এরপর তারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছ থেকে শরীয়তের বিধি-বিধান সম্পর্কে জ্ঞান লাভ করবেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের কাছ থেকে এ মর্মে সাক্ষ্য গ্রহণ করবেন যে, আমি আমার ওপর অর্পিত আমানত পূর্ণ করেছি, আল্লাহর পয়গাম মানুষের কাছে পৌঁছে দিয়েছি এবং উম্মতের কল্যাণের হক আদায় করেছি। আল্লাহর এইরূপ ইচ্ছা অনুযায়ী নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামে ঐতিহাসিক হজ্জের তারিখ ঘোষণা করলেন তখন নির্দিষ্ট দিনে দলে দলে মুসলমান মক্কায় পৌঁছুতে শুরু করলেন। সমবেত সকলেই মনে-প্রাণে চাচ্ছিলেন যে, তারা রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদর্শ গ্রহণ করে তাঁর আনুগত্য মেনে নেবেন। [1] অতপর শনিবার রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কার পথে রওয়ানা হওয়ার প্রস্তুতি গ্রহণ করলেন। যিলকদ মাসের তখনো চারদিন বাকি ছিলো। [2] তিনি মাথায় তেল দিলেন, চুল আঁচড়ালেন. তহবন্দ পরেলেন,চাদর গায়ে জড়ালেন, কোরবানীর পশুকে সজ্জিত করলেন এবং যোহরের পর রওয়ানা হলেন। আছরের আগেই তিনি যল হুলাইফা নামক জায়গায় পৌঁছুলেন। সেখানে আছরের দুই রাকাত নামায আদায় করলেন। রাত যাপনের জন্যে তাঁবু স্থাপন করলেন। সেখানে রাত কাটালেন। সকালে তিনি সাহাবাদের বললেন, রাতে আমার পরওয়াদেগারের কাছ থেকে একজন আগন্তুক এসে বলেছে, হে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই পবিত্র প্রান্তরে নামায আদায় করুন এবং বলুন যে, হজ্জের মধ্যে ওমরাহ রয়েছে। [3] এরপর যোহর নামাযের আগে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এহরামের জন্যে গোসল করলেন। হযরত আয়েশ (রা.) নিজ হাতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পবিত্র দেহে জারিরা ও মেশক খুশবু লাগালেন। খুশবুর চমক নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সিথি এবং পবিত্র দাড়িতে দেখা যাচ্ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই খুশবু ধৌত করেননি। যেমন ছিলো তেমনই রেখে দিলেন। এরপর তিনি তহবন্দ চাদর পরিধান করলেন। যোহরের দুই রাকাত নামায আদায় করলেন। পরে মোসল্লায় বসেই হজ্জ এবং ওমরাহর একত্রে এহরাম বেঁধে লাব্বায়েক আওয়াজ দিয়ে বাইরে এলেন। পরে উটনীতে আরোহণ করে দু’বার লাব্বায়েক বললেন। উটনীতে চড়ে খোলা ময়দানে গিয়ে সেখানেও লাব্বায়েক ধ্বনি দিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এরপর তাঁর সফর অব্যাহত রাখলেন। এক সপ্তাহ পর তিনি এক বিকেলে মক্কার কাছে পৌঁছে যি-তুবা নামক জায়গায় অবস্থান করলেন এবং ফজরের নামায আদয়ের পর গোসল করলেন। এরপর মক্কায় প্রবেশ করলেন। সেদিন ছিলে দশম হিজরীর যিলহজ্জ মাসের চার তারিখ রোববার। মদীনা থেকে রওয়ানা হওয়ার পর পথে আট রাত অতিবাহিত হয়েছিলো। স্বাভাবিক গতিতে পথ চললে এরূপ সময়ই প্রয়োজন হয়। মসজিদে হারামে পৌঁছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রথমে কাবাঘর তওয়াফ করেন। এরপর সাফা মারওয়ার মধ্যবর্তী জায়গায় সাঈ করেন। কিন্তু এহরাম খোলেননি। কেননা তিনি হজ্জ ও ওমরাহর এহরাম একত্রে বেঁধেছিলেন। নিজের সাথে কোরবানীর পশুও নিয়ে এনেছিলেন। তওয়াফ এবং সাঈ শেষে তিনি মক্কার হাজ্জন নামক স্থানে অবস্থান করেন। কিন্তু দ্বিয়ীয় হজ্জের তওয়াফ ছাড়া কোন তওয়াফ করেননি। যিলহজ্জ মাসের আট তারিখে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মিনায় গমন করলেন। সেখানে ৯ই যিলহজ্জ তারিখ পর্যন্ত অবস্থান করলেন। যোহর, আছর, মাগরিব, এশা এবং ফযর এই পাঁচ ওয়াক্ত নামায সেখানে আদায় করে সেখানে সূর্যোদয় পর্যন্ত অপেক্ষা করলেন। পরে আরাফাতের ময়দানের উদ্দেশ্যে রওয়ানা হলেন। সেখানে পৌঁছে দেখে নেমরাহ প্রান্তরে তাঁবু প্রস্তুত রয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেখানে উপবেশন কররলেন। সূর্য ঢলে পড়লে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদেশ উটনীর পিঠে আসন লাগানো হলো। তিনি প্রান্তরের মাঝামাঝি স্থানে গমন করলেন। সেই সময় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম চারিদিকে এক লাখ চব্বিশ হাজার মতান্তরে এক লাখ চুয়াল্লিশ হাজার মানুষের সমুদ্র বিদ্যামন ছিলো। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জেসমবেত জনসমুদ্রের উদ্দেশে এক ঐতিহাসিক ভাষণ দেন। তিনি বলেন,‘ হে লোক সকল, আমার কথা শোনো, আমার কথা শোনো, আমি জানি না, এবারের পর তোমাদের সাথে এই জায়গায় আর মিলিত হতে পারবো কি না।’ [4] তোমাদের রক্ত এবং ধন-সম্পদ পরস্পরের জন্যে আজকের দিন, বর্তমান মাস এবং বর্তমান শহরের মতোই নিষিদ্ধ। শোনো, জাহেলিয়াতের সময়ের সবকিছু আমার পদতলে পিষ্ট করা হয়েছে। জাহেলিয়াতের খুন ও খতম করে দেয়া হয়েছে। আমাদের মধ্যেকার যে প্রথম রক্ত আমি শেষ করছি তা হচ্ছে, রবিয় ইবনে হারেসের পুত্রের রক্ত। এই শিশু বনি সা’দ গোত্রে দুধ পান করছিলো সেই সময়ে হোযাইল গোত্রের লেকেরা তাকে হত্যা করে। জাহেলী যুগের সুদ খতম করে দেয়া হয়েছে। আমাদের মধ্যকার প্রথম যে সুদ আমি খতম করছি তা হচ্ছে আব্বাস ইবনে আবদুল মোত্তালেবের সুদ। এখন থেকে সকল প্রকার সুদ শেষ করে দেয়া হলো। মেয়েদের ব্যাপারে আল্লাহকে ভয় করো, কেননা তোমরা তাদেরকে আল্লাহর আামনতের সাথে গ্রহণ করেছে এবং আল্লহর কালেমার মাধ্যমে হালাল করেছ। তাদের ওপর তোমাদের অধিকার রয়েছে যে, তারা তোমাদের বিছানায় এমন কাউকে আসতে দেবে না যাদের তোমরা পছন্দ করো না। যদি তারা এরূপ করে তবে তোমারা তাদের প্রহার করতে পারো। কিন্তু বেশী কঠোরভাবে প্রহার করো না। তোমদের ওপর তাদের অধিকার হচ্ছে এই যে, তোমরা তাদের ভালোভাবে পানাহার করাবে এবং পোশাক দেবে। তোমাদের কাছে আমি এমন জিনিস রেখে যাচ্ছি যে, যদি তোমর তা দৃঢ়ভাবে ধারন করে থাকো তবে এরপর কখানো পথভ্রষ্ট হবে না। সেই জিনিস হচ্ছে আল্লাহর কেতাব। [5] হে লোক সকল মনে রেখো আমার পরে কোন নবী নেই। তোমদের পরে কোন উম্মত নেই। কাজেই নিজ প্রতিপালকের এবাদত করবে। পাঁচ ওয়াক্ত নামায আদায় করবে। রমযান মাসে রোযা রাখবে। সানন্দ চিত্তে নিজের ধন-সম্পদের যাকাত দেবে। নিজ পরওয়ারদেগারের ঘরে হজ্জ করবে। নিজের শাককদের আনুগত্য করবে। যদি এরূপ করো তবে তোমাদের পরওয়ারদেগারের জান্নাতে প্রবেশ করতে পারবে। [6] তোমাদরে সাথে আমার সম্পর্কের ব্যাপারে তোমাদের জিজ্ঞাসা করা হবে। তোমরা তথন কি বলবে? সাহবারা বললেন, আমরা সাক্ষ্য দিচ্ছি যে, আপনি তাবলীগ করেছেন, পয়গাম পৌঁছে দিয়েছেন। কল্যাণকারিতার ব্যাপারে ন্যস্ত দায়িত্ব পালন করেছেন। একথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শাহাদাত আঙ্গুল আকাশের দিকে তুলে এরপর লোকদের দিকে ঝুঁকিয়ে তিনবার বললেন, ইয়া রাব্বুল আলামীন, তুমি সাক্ষী থেকো। [7] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বানীসমূহ রবিয়া ইবনে উামইয়া ইবনে খালফ উচ্চকন্ঠে মানুষের কাছে পৌঁছে দিচ্ছিলেন। [8] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ভাষণ শেষ করার পর আল্লাহ তায়ালা পবিত্র কোরআনের এই আয়াত নাযিল করেন। ‘আজ তোমদের জন্যে তোমাদের দ্বীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদরে দ্বীন মনোনীত করলাম।’(সূরা মায়েদা,আয়াত -৩) হযরত ওমর (রা.) এই আয়াত শুনে কাঁদতে শুরু করেন। তাঁকে জিজ্ঞাসা করা হলো, আপনি কাঁদছেন কেন? তিনি বলেন, কাঁদছি এ জন্যে যে, পূর্ণতার পর অপূর্ণতাই শুধু বাকি থাকে। [9] নবী করিমের সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ভাষণের হযরত বেলাল (রা.) আযান ও একামত দিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যোহরের নামাজ পড়ালেন। এরপর হযরত বেলাল একামত দিলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আছরের নামাজ পড়ালেন। সেখানে তিনি উটনীর পিঠেই অপেক্ষা করলেন, কিছুক্ষণ পর সূর্যাস্ত হলো। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হযরত উসামাকে (রা.) পেছনে বসালেন এবং সেখানে থেকে রওয়ান হয়ে মোযদালেফা গমন করলেন। সেখানে মাগরেব ও এশার নামায এক আযানের দুই একামতে আদায় করলেন। এরপর নবী সাল্লাল্লাহু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আলাইহি ওয়া সাল্লাম শয়ন করলেন। ফজরের নামাযের সময় হওয়া পর্যন্ত তিনি শায়িত থাকলেন। ফজরের সময় হওয়ার পর আযান ও একামতের সাথে ফজরের নামায আদায় করলেন। এরপর উটনীতে সওয়ার হয়ে ‘মাশআরে হারামে’ গমন করে কেবলার দিকে ফিরে আল্লাহর কাছে দোয়া করলেন। আল্লাহর নামে তাকবীর ধ্বনি দিলেন এবং তওহীদের কালেমা উচ্চারণ করলেন। সেখানে সকালে চারিদকে ভালোভাবে ফর্সা হওয়া পর্যন্ত তিনি অপেক্ষা করলেন। এরপর সূর্য ওঠার আগে আগেই মিনার উদ্দেশ্যে রওয়ানা হলেন। এবার হযরত ফযল ইবনে আব্বাসকে নিজের পেছনে বসালেন। ‘বাৎনে মোহচ্ছার’ (আবরাহার সৈন্যদের ওপর গযব আসার জায়গায়) পৌঁছে সওয়ারীকে জোর ছোটালেন। জামরায়ে কোবরার পথে রওানা হয়ে সেখানে পৌঁছুলেন। এর পর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেখানে সাতটি পাথর নিক্ষেপ করেন। প্রতিবারের পাথর নিক্ষেপের সময় তিনি তাকবির ধ্বনি দিচ্ছিলেন। ছোট ছোট পাথরের টুকরো ছিলো সেগুলো। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পাহাড়ের পাদদেশে দাঁড়িয়ে এসব পাথর নিক্ষেপ করেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বধ্যভূমিতে গমন করে তাঁর পবিত্র হাতে ৬৩টি উট যবাই করেন। এরপর বাকি ৩৭টি উট হযরত আলী (রা.)-কে যবাই করতে দেয়া হয়। এভাবে একশত উট কোরবানী করা হয়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হযরত আলীকেও তাঁর কোরবানীর মধ্যে শামিল করে নেন। তাঁর আদেশে প্রত্যেক উট থেকে এক টুকরো করে গোশত নিয়ে একটি হাড়িতে রান্না করা হয়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং হযরত আলী সেই গোশত কিছু আহার করেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কিছু সুরুয়াও পান করেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সওয়ারীতে আরোহণ করে মক্কা মোয়াযযমায় গমন করলেন। বায়তুল্লাহ শরীফ তাওয়াফ করলেন। এই তওয়াফকে বলা হয় তওয়াফে এফাযা। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় যোহরের নামায আদায় করলেন। যমযক কূপের কাছে বনু আবদুল মোত্তালেবের কাছে গমন করলেন। তারা হাজীদের যমযমের পানি পান করাচ্ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, হে বনু আবদুল মোত্তালেব তোমরা পানি উত্তোলন করো। যদি এ আশঙ্কা পোষণ না করতাম যে পানি উত্তোলনের কাজে অন্য লোকেরা তোমাদরে পরাজিত করে দেবে তবে আমিও তোমাদরে সাথে পানি উত্তোলন করতাম। অর্থাৎ সাহাবারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে পানি তুলতে দেখলে সবাই পানি তোলার জন্যে চেষ্টা করবেন। এর ফলে হাজীদের পানি পান করানোর যে গৌরব এককভাবে বনু আবদুল মোত্তালেবের রয়েছে তা আর থাকবে না। অতপর বনু আবদুল মোত্তালেবের লোকেরা নবী (রা.)-কে এক বালতি পানি দিল এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেই পানি প্রয়োজন মতো পান করলেন। [10] এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আইয়ামে তাশরীক অর্থাৎ ১১,১২, ও ১৩ই যিলহজ্জ তারিখে মিনায় অবস্থান করেন। এই সময়ে তিনি হজ্জের রীতিসমূহও পালন করছিলেন। সেই সাথে জনসাধারণকে শরীয়তের হুকুম-আহকাম ও শিক্ষা দিচ্ছিলেন। আল্লাহর যেকেরও করছিলেন। মিল্লাতে ইবরাহীমের সুন্নতসমূহেও কায়েম করছিলেন। শেরেকের নিদর্শনসমূহ নির্মূল করছিলেন।"
    },
    {
        "id": "97",
        "block":"13",
        "title": "সর্বশেষ সামরিক অভিযান:",
        "text": "সুবিস্তৃত রোমক সাম্রাজ্যের শাসকবর্গ ইসলাম এবং ইসলাম গ্রহণকারীদের বেঁচে থাকার অধিকার মেনে নিতে প্রস্তুত ছিলো না। এ কারণে রোমক সাম্রাজ্যের নিয়নিন্ত্রত এলাকার কারো ইসলাম গ্রহণ করা ছিলো বিপজ্জনক। রোমক সাম্রাজের শসকদের ঔদ্ধত্য এবং অহঙ্কারপূর্ণ আচরণের প্রেক্ষিতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একাদশ হিজরীর সফর মাসে এক বিরাট বাহিনী তৈরীর কাজ শুর করলেন। হযরত উসামা ইবনে যায়েদ (রা.)-কে সেই বাহিনীর সিপাহসালার নিযুক্ত করে তিনি আদেশ দিনলেন যে, বালকা এলাকা এবং দারুমের ফিলিস্তিনি ভূখন্ড সওয়ারদের মাধ্যমে নাস্তানাবুদ করে এসো। রোমকদের ভীত-সন্ত্রস্ত করে করে তাদের নিয়ন্ত্রিত এলাকায় বসবাসকারী আরব গোত্রসমূহের মনে সাহস সঞ্চার করাই ছিলো এ পদক্ষেপের উদ্দেশ্য। এর ফলে কেউ একথা ভাবতে পারবে না যে, গীর্জার বাড়াবাড়ি ও স্বেচ্ছাচারিতার সামনে কথা বলার কেউ নেই। তাছাড়া একথাও কেউ মনে করতে পারবে না যে, ইসলাম গ্রহণ করার অর্থ হচ্ছে নিজের মৃত্যুকে আমন্ত্রণ জানানো। হযরত উসামা (রা.)-কে সেনাপতি নিযুক্ত করার কেউ কেউ সমালোচনা করে এ অভিযানের প্রস্তুতিও অংশগ্রহণে ইতস্তত করলেন। এ অবস্থা করে রসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমরা যদি উসামার সেনাপতিত্বের প্রশ্নে সমালোচনা মুখর হও তবে তো বলতেই হয় যে, ইতিপূর্বে তার পিতাকে সেনাপতি নিযুক্ত করায় তোমরা সমালোচনা মুখর হয়েছিলো। অথচ আল্লাহর শপথ, যায়েদ ছিলো সেনাপতি হওয়ার মতো যোগ্যতাসম্পন্ন। এছাড়া সে ছিলো আমার প্রিয় ভাজনদের অন্যতম। উসামাও যায়েদের পর আমার প্রিয় ভাজনদের অন্যতম। [11] তখন সাহাবায়ে কেরাম (রা.) হযরত উসামা (রা.)-এর আশপাশে সমবেত হয়ে তার সেনাবাহিনীতে শামিল হলেন। এই সেনাবাহিনী রওয়ানা হয়ে মদীনা থেকে তিন মাইল দূরে মাকামে যরফ নামক স্থানে গ্রহণ করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অসুখ সম্পর্কে উদ্বেগজনক খবর পেতে থাকায় তারা সামনে অগ্রসর হননি। আল্লাহর ফয়সালার অপেক্ষায় তারা সেখানেই অপেক্ষা করতে লাগলেন। আল্লাহর ফয়সালা ছিলো এই যে, হযরত আবু বরক ছিদ্দিক (রা.)-এর খেলাফতের প্রথম সামরিক অভিযান হিসাবে এটি আখ্যায়িত হবে। [12]।"
    },
    {
        "id": "98",
        "block":"13",
        "title": "ফুটনোট:",
        "text": "[এই হাদীস সহীহ মুসলিম শরীফে হযরত জাবের (রা.) থেকে বর্ণিত রয়েছে। দ্রষ্টব্য প্রথম খন্ড,পৃ=৩৯৪, হুজ্জাতুল নবী অধ্যায়।] [হাফেজ ইবনে হাজর এ ব্যাপারে চমৎকার বিশ্লেষণ করেছেন। কোন কোন বর্ণনায় জিলকদ মাসের ৫ দিন বাকি থাকার যে কথা রয়েছে তা সংশোধন করেছেন।দ্রষ্টব্য ফতহুল বারী, ৮ম খন্ড, পৃ-২০৭।] [রোখারী শরীফে হযরত ওমর (রা.) থেকে এই বর্ণনা সঙ্কলিত হয়েছে। ১ম খন্ড, পৃ-২০৭] [ইবনে হিশাম, ২য় খন্ড,পৃ-৬০৩] [সহীহ মুসলিম, হুজ্জতুল নবী অধ্যায়।১ম খন্ড, পৃ-৩৯৭] [ইবনে মাজা, ইবনে আসাকের, রহমতুল লিল আলমিন,১ম খন্ড, পৃ-২৬৩] [সহীহ মুসরিম, ১ম খন্ড, পৃ-৩৯৭] [ইবনে হিশাম, ২য় খন্ড, পৃ-৬০৫] [বোখারী, ইবনে ওমরের (রা.) বর্ণনা দ্রষ্টব্য। ১ম খন্ড, পৃ-২৬৫] [মুসলিম শরীফে ও হযরত জাবের (রা.) থেকে বর্ণিত রয়েছে। হুজ্জাতুন নবী অধ্যায়, ১ম খন্ড, পৃ-৩৯৭-৪০০] [সহীহ বোখারী, উসামাকে প্রেরণ অধ্যায়, উসামা ২য় খন্ড, পৃ-৬১২] [সহীহ বোখারী, এবং ইবনে হিশাম, ২য় খন্ড, পৃ-৬০৬-৬৫০]।"
    },
    {
        "id": "99",
        "block":"14",
        "title": "শিক্ষণীয় শেষ কথা",
        "text": "★★★ সর্ব কালের সর্ব শ্রেষ্ঠ মানুষ, সফল ব্যক্তিত্ব, জীবনের সকল দিকের পথ প্রদর্শক, আল্লাহ্‌র রাসুল হযরত মুহাম্মাদ (সাঃ) এর জীবনী পড়ুন এবং ইসলামের পথ অনুসরণ করুন। সাথে সাথে সবাইকে অনুপ্রাণিত করুন।"
    }
]